{
  "count": 200,
  "data": [
    {
      "address": "79 Hồng Mai, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "The 1989 - Trà Sữa Muối Biển - Hồng Mai",
      "latitude": 20.998792,
      "longitude": 105.853799,
      "description": "Atque valetudo depono vigor vinco colo arx demoror constans damno. Tonsor capto demonstro tonsor beatus aperio voveo atrox. Curso tempore cornu voluptates."
    },
    {
      "address": "50A Đường Lê Đại Hành, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Cheese Coffee - Lê Đại Hành",
      "latitude": 21.01179238,
      "longitude": 105.84822982,
      "description": "Antiquus defendo dignissimos caute stipes ipsa aperio chirographum corona. Surgo quam careo facilis cupio suffragium adeptio depromo. Maiores ventosus admoneo nam quisquam angulus deorsum tripudio delicate celo."
    },
    {
      "address": "66 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Tocotoco - Trần Đại Nghĩa",
      "latitude": 21.00104893,
      "longitude": 105.8451066,
      "description": "Votum thermae peccatus viriliter tantillus vito valde desino. Tantillus vitiosus solium. Aranea tollo ea viriliter tamisium circumvenio capio turpis."
    },
    {
      "address": "48 Trần Nhân Tông, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Highlands Coffee - 48 Trần Nhân Tông",
      "latitude": 21.016969,
      "longitude": 105.848926,
      "description": "Tot curo contabesco tempora templum. Temptatio patior acidus amita. Clementia cattus vigilo."
    },
    {
      "address": "149A Lò Đúc, P. Đống Mác, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Tocotoco - Lò Đúc",
      "latitude": 21.0108652,
      "longitude": 105.85992177,
      "description": "Suffoco alter quasi. Cimentarius ab damno quam bene eos speculum totam ater sumo. Viriliter comedo auditor attero caste voluptates calculus adnuo ipsum."
    },
    {
      "address": "172 Triệu Việt Vương, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa 172 - Triệu Việt Vương",
      "latitude": 21.0123015,
      "longitude": 105.85037202,
      "description": "Creta texo adsidue apto quas voluptatibus adnuo. Suscipio tergum succurro illum tumultus conduco creptio tertius. Bis sollers defessus calco conculco."
    },
    {
      "address": "314 Bà Triệu, Hai Bà Trưng, Hà Nội",
      "name": "Starbucks Coffee - Bà Triệu",
      "latitude": 21.01068,
      "longitude": 105.849047,
      "description": "Depopulo appositus celebrer utique. Crebro tabernus vigor. Ars in corrupti."
    },
    {
      "address": "259A Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Tocotoco - 259A Bạch Mai",
      "latitude": 21.00299564,
      "longitude": 105.85117735,
      "description": "Acidus pauci soluta voluptates curriculum clamo tantillus. Tepidus artificiose viduo statua creta acer bene sortitus dolorum umquam. Itaque solvo cupiditate brevis deprimo abundans approbo commodi cibus ustulo."
    },
    {
      "address": "140A P. Lò Đúc, Tổ dân phố 2A, P. Đống Mác, Hai Bà Trưng, Hà Nội",
      "name": "Ding Tea - Lò Đúc",
      "latitude": 21.01283,
      "longitude": 105.85838,
      "description": "Animi modi doloribus. Acervus stultus confero tonsor. Caelestis acidus sit acies adicio."
    },
    {
      "address": "24 Ngõ 128C Đại La, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Phê La - Đại La",
      "latitude": 20.99748102,
      "longitude": 105.84322947,
      "description": "Stipes tantillus vicinus aegre antepono deorsum depereo curis suscipit. Aggredior advenio terminatio aequitas utilis iste caveo adhuc. Cavus calamitas torrens atqui torqueo allatus venia."
    },
    {
      "address": "Số 24 Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Ah Ma Handmade - Lê Đại Hành",
      "latitude": 21.0100977,
      "longitude": 105.8498,
      "description": "Terror velit facere compono timidus vereor cervus tempora. Ager umquam articulus adficio creta corpus aspicio aureus. Tenetur tero aduro dens perferendis."
    },
    {
      "address": "310 P. Chùa Quỳnh, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "Family Chicken - Gà Rán, Bánh Gà & Đồ Ăn Vặt - Chùa Quỳnh",
      "latitude": 20.99950824,
      "longitude": 105.85350184,
      "description": "Aeneus thesis corpus ait cometes crepusculum asper numquam. Fuga in praesentium thalassinus calculus conqueror alias eligendi denuncio. Id vulnus rerum suggero delectus subiungo depono contego aut."
    },
    {
      "address": "168 Lò Đúc, P. Phạm Đình Hồ, Hai Bà Trưng, Hà Nội",
      "name": "Master Tea 美茶 - Lò Đúc",
      "latitude": 21.01238759,
      "longitude": 105.85893133,
      "description": "Angelus adiuvo a. Aveho depopulo vigor vaco. Crur statim atrocitas laudantium."
    },
    {
      "address": "307C Bạch Mai, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Feeling Tea - Bạch Mai",
      "latitude": 21.00237,
      "longitude": 105.85074,
      "description": "Usitas vomica optio civitas delibero arguo velum asperiores. Decet voluptatum ventus terror circumvenio advoco clarus taceo beatae suppellex. Vulticulus arcus tibi subvenio stips ambulo venia."
    },
    {
      "address": "66 - 68 Trần Xuân Soạn, P. Ngô Thì Nhậm, Hai Bà Trưng, Hà Nội",
      "name": "Phúc Long Trần Xuân Soạn",
      "latitude": 21.017005,
      "longitude": 105.853057,
      "description": "Vulnus dolorum acquiro viriliter velum solitudo stabilis accommodo vulpes vulnero. Accusator vereor ipsum videlicet tabgo. Deprimo cognomen demum creptio vulpes voluntarius textor maxime cum."
    },
    {
      "address": "459 Bạch Mai, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Tocotoco - 459 Bạch Mai",
      "latitude": 20.9977,
      "longitude": 105.850213,
      "description": "Auxilium universe vix tabula amoveo. Defessus autus tepesco tempora subito dolorem campana pauper cerno apto. Totam cometes pecus fuga terminatio beatus super trans."
    },
    {
      "address": "2C Thái Phiên, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Yu Tang - Trà Sữa & Mỳ Đài Loan - Thái Phiên",
      "latitude": 21.010575,
      "longitude": 105.85151,
      "description": "Considero cunabula suppono conatus delectus tabesco talus magni custodia quis. Abeo eligendi territo tamquam velut casso creta supra quod. Distinctio officiis aduro pecus."
    },
    {
      "address": "178 Chùa Quỳnh, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "Kloud Tea - Trà Sữa Homemade",
      "latitude": 20.9995997,
      "longitude": 105.8568358,
      "description": "Carpo cado congregatio casus defendo. Saepe pecco pauper venustas sapiente. Tristis concedo creptio."
    },
    {
      "address": "25 Lạc Trung, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Sky Juice - Sinh Tố, Nước Ép & Nước Mía",
      "latitude": 21.00305424,
      "longitude": 105.86459931,
      "description": "Consuasor sortitus defendo vis suadeo. Talio vorago tener curtus. Tunc ante ullam verecundia vigor eum."
    },
    {
      "address": "34 Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "The Alley - Trà Sữa Đài Loan - Lê Đại Hành",
      "latitude": 21.011201,
      "longitude": 105.8486,
      "description": "Sono angelus abundans tubineus tondeo conatus charisma carus. Adimpleo constans credo capto condico summisse. Synagoga bis vel rem caterva."
    },
    {
      "address": "Gian 02, Tầng 1, Toà Nhà Hoàng Thành, 114 Mai Hắc Đế, P. Phường Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "KOI Thé - Hoàng Thành",
      "latitude": 21.01022565,
      "longitude": 105.85065693,
      "description": "Stella cultellus vilicus acies bibo tutamen quas cultellus. Temperantia ocer cogito recusandae subiungo. Denuncio validus copia."
    },
    {
      "address": "108E5 Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Mixue - Tạ Quang Bửu",
      "latitude": 21.002127,
      "longitude": 105.849207,
      "description": "Adamo catena uterque deprecator sordeo sol viscus cuius suffragium amet. Quis tero debilito delectus suffragium dolorum vulpes xiphias cinis. Altus comprehendo votum deduco contabesco commodi magnam."
    },
    {
      "address": "42E7 Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Gold’s Chicken - Gà Rán Hàn Quốc - Tạ Quang Bửu",
      "latitude": 21.001431,
      "longitude": 105.849301,
      "description": "Civis demens exercitationem eaque thema subseco theologus. Desolo verbera virgo celer terebro anser advenio ait vitiosus. Appositus perferendis tot tollo sumptus ait ubi decet cetera paens."
    },
    {
      "address": "156 Lạc Trung, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Ding Tea - Lạc Trung",
      "latitude": 21.0031681,
      "longitude": 105.8647128,
      "description": "Pariatur taceo alii. Confero spoliatio tenetur combibo eligendi tertius. Teres somniculosus absum molestias sto aliquid."
    },
    {
      "address": "117 Lò Đúc, P. Phạm Đình Hổ, Hai Bà Trưng, Hà Nội",
      "name": "Quẩy Đùi Gà, Trà sữa - Ngọc Linh - Lò Đúc",
      "latitude": 21.01482967,
      "longitude": 105.85733954,
      "description": "Aer non debilito conturbo necessitatibus testimonium nisi casus. Talis tibi absconditus doloribus modi depromo tepidus vigor ater centum. Celo cena alo cras tepidus commemoro terror utique accusator degenero."
    },
    {
      "address": "91 Trần Đại Nghĩa, Hai Bà Trưng, Hà Nội",
      "name": "Highlands Coffee - ĐH Bách Khoa",
      "latitude": 21.00411911,
      "longitude": 105.84559604,
      "description": "Derelinquo tepesco vinculum volva cinis inventore viriliter possimus baiulus attero. Demergo sustineo acquiro recusandae temperantia. Decens tabesco fuga textus caterva adimpleo abundans pectus vulnus."
    },
    {
      "address": "9 Đại Cồ Việt, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Bobapop - Đại Cồ Việt",
      "latitude": 21.0085214,
      "longitude": 105.8502428,
      "description": "Communis aegre voco thermae in varietas tribuo. Amplus perspiciatis viscus ullus cubitum defetiscor ocer ver asperiores. Dolor vilicus tracto desparatus considero."
    },
    {
      "address": "406 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Feeling Tea - Minh Khai",
      "latitude": 20.99672225,
      "longitude": 105.86418178,
      "description": "Arto sperno suffoco confido territo depopulo coadunatio statim spiritus terra. Arca conforto caries conservo animus caecus. Cur utpote recusandae."
    },
    {
      "address": "Phòng Khám Đa Khoa Quốc Tế Vinmec, Times City, 458 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Starbucks Coffee - Vinmec Times City",
      "latitude": 20.996384,
      "longitude": 105.866976,
      "description": "Placeat reiciendis uxor corrupti cauda sint tempus careo valde. Clarus volup defaeco amor damnatio una casso laudantium volup. Dedecor vulgus currus consuasor cursus subiungo clarus verecundia."
    },
    {
      "address": "69 Trần Đại Nghĩa, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Phúc Long Trần Đại Nghĩa",
      "latitude": 21.006492,
      "longitude": 105.845447,
      "description": "Adinventitias abeo nostrum quisquam ulterius. Corrumpo usque laudantium absconditus carus vicinus quos alii spoliatio. Tantum tam demum culpa totam cognatus asperiores."
    },
    {
      "address": "23 Hồng Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Linh Juice 23 - Nước Ép Healthy & Đồ Ăn Vặt Ngon",
      "latitude": 21.000849,
      "longitude": 105.851057,
      "description": "Cumque praesentium adipiscor utpote somnus terebro certe tredecim. Tibi utroque patria corroboro conqueror deinde alo. Administratio voluptate velut vulgus spero sit."
    },
    {
      "address": "422 Trần Khát Chân, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Feeling Tea - Trần Khát Chân",
      "latitude": 21.00965934,
      "longitude": 105.85581152,
      "description": "Advoco aggredior magni atqui abutor callide atque assumenda cur tenus. Adficio amissio titulus tener architecto tutamen astrum ancilla acies crastinus. Ventosus assentator torqueo adduco doloribus animi cubo."
    },
    {
      "address": "23 Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Ding Tea - Lê Đại Hành",
      "latitude": 21.010043,
      "longitude": 105.849801,
      "description": "Denuo labore atrocitas cedo. Vulgivagus dolorum teneo appono casus delectus eligendi vilicus aliqua. Comes coadunatio impedit angelus annus tricesimus ancilla tergo deduco contra."
    },
    {
      "address": "18 Tam Trinh, Hai Bà Trưng, Hà Nội",
      "name": "Highlands Coffee - VTC Online",
      "latitude": 20.994765,
      "longitude": 105.862163,
      "description": "Sono ager armarium comptus temperantia aggredior alveus ara ullam adhuc. Et adficio stella tametsi numquam facilis undique surculus. Quae vero careo adopto ascit quos pauci surgo."
    },
    {
      "address": "425 Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Ding Tea - Bạch Mai",
      "latitude": 20.99900921,
      "longitude": 105.85042398,
      "description": "Administratio amplexus fuga. Corpus sordeo solum adficio coepi coruscus via demens desolo bardus. Antiquus decumbo curso veniam."
    },
    {
      "address": "75 Mai Hắc Đế, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Rau Má Lá - Nước Dừa & Sữa Đậu Nành - Mai Hắc Đế",
      "latitude": 21.01396104,
      "longitude": 105.85115421,
      "description": "Vehemens comburo pecto quia amet capto. Campana amissio quibusdam charisma trado. Vulticulus succedo vehemens abduco."
    },
    {
      "address": "54-56 Đường Thời Đại - Hầm B1 TTTM Times City, 458 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Yu Tang - Trà Sữa & Mỳ Đài Loan - Times City",
      "latitude": 20.9947788,
      "longitude": 105.8683091,
      "description": "Veritatis ad vel uxor amoveo accendo vereor. Corrigo sunt voluptatibus aestus adulatio tremo beatus abbas substantia solvo. Angulus accusamus torqueo deprecator aequitas coma."
    },
    {
      "address": "244A Minh Khai, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Tocotoco - Minh Khai",
      "latitude": 20.995111,
      "longitude": 105.856361,
      "description": "Labore voluptates capillus stella delicate cribro currus magnam. Bibo amo vos voluptatum. Abeo acceptus viridis aggredior eius celo capto verto doloribus consuasor."
    },
    {
      "address": "101-k2 ngõ 48 Tạ Quang Bửu, Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "L'U Coffee & Tea - 48 Tạ Quang Bửu",
      "latitude": 21.000891,
      "longitude": 105.848939,
      "description": "Talus adaugeo arbitro sordeo caveo balbus veritatis defero triduana suggero. Patruus vere pecco complectus accusamus aqua vox. Corrumpo charisma vinitor defluo."
    },
    {
      "address": "774 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Panna Cotta - Đại Đỉnh Trà Sữa - 774 Minh Khai",
      "latitude": 21.002272,
      "longitude": 105.8702217,
      "description": "At soluta surgo. Creber stips decerno nulla balbus quo spargo. Quibusdam caveo ater dolorem."
    },
    {
      "address": "Tầng 1, Toà Nhà T5, Times City, 458 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Highlands Coffee - Times City",
      "latitude": 20.9967685,
      "longitude": 105.8679593,
      "description": "Textus comes averto ventus. Porro appello velociter amplexus vulnero. Ratione barba comminor adduco anser absconditus."
    },
    {
      "address": "274 Kim Ngưu, P. Quỳnh Mai, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Tocotoco - Kim Ngưu",
      "latitude": 20.999284,
      "longitude": 105.861595,
      "description": "Fuga contigo delibero testimonium tandem thesis. Caritas dolores truculenter stabilis. Aestus causa tonsor itaque."
    },
    {
      "address": "1 Khán Đài B Sân Vận Động Bách Khoa (Đối Diện K1), Nguyễn Hiền, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Tmore - Tiệm Trà Chanh - Bách Khoa",
      "latitude": 21.00164,
      "longitude": 105.84817,
      "description": "Laboriosam nulla adaugeo deficio casus terra peccatus pauci talis. Tersus claustrum vilitas quod viduo audentia vapulus accommodo aggero alo. Abbas aro adsuesco numquam numquam adipisci doloremque universe tres cum."
    },
    {
      "address": "116 Ngõ 129 Trương Định, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Tuta Drink - Nước Ép & Sinh Tố - Shop Online",
      "latitude": 20.99072892,
      "longitude": 105.85093068,
      "description": "Thymbra sui argentum argentum suspendo approbo conduco pauci veritas conforto. Thesaurus nemo demulceo desino curvo substantia aufero sapiente xiphias. Enim rem despecto certus caste tendo cohibeo debilito vero viridis."
    },
    {
      "address": "71 Trần Đại Nghĩa, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "LaSiMi - Trà Ngon Đậm Vị - 71 Trần Đại Nghĩa",
      "latitude": 21.00641,
      "longitude": 105.84561,
      "description": "Libero deprecator volubilis similique asporto deserunt. Adeo adversus temperantia vivo aer cursim strenuus. Carpo aqua subiungo conturbo verbum adinventitias delectus creator."
    },
    {
      "address": "Số 29 Ngõ 124 Vĩnh Tuy, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "QUÁN LUCKY 86 - Nước Ép & Sinh Tố - Vĩnh Tuy",
      "latitude": 21.0002151,
      "longitude": 105.8769739,
      "description": "Correptius bibo vel adulatio convoco cedo curatio eaque pauci assumenda. Aestus creptio tendo voluptatibus. Explicabo admitto soleo ter."
    },
    {
      "address": "Số 107, K6B Ngõ 48 Phố Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "True Juice - Nước Ép Hữu Cơ Online",
      "latitude": 21.0003385,
      "longitude": 105.8483481,
      "description": "Veniam deorsum arbitro trucido iure cogo. Convoco degenero ancilla. Amaritudo verbum adhaero dignissimos vigor nisi supellex conitor consectetur."
    },
    {
      "address": "624 Minh Khai, Giữa Trụ Cầu H5 - H6 Gầm Cầu Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Cafe Thọ - Minh Khai",
      "latitude": 20.999624,
      "longitude": 105.871867,
      "description": "Calculus assumenda arceo vivo. Vilis iste tricesimus pariatur solus blandior attollo eveniet cui. Debitis autus caterva accedo bos tabernus coadunatio accusantium arcus attollo."
    },
    {
      "address": "69B Trương Định, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Te Amo - 69B Trương Định",
      "latitude": 20.9941893,
      "longitude": 105.84978424,
      "description": "Sustineo abduco bonus statua strues laborum coepi. Voro supplanto cotidie speciosus recusandae. Statim vestrum viduo culpa carcer tempus."
    },
    {
      "address": "127 Lò Đúc, P. Đống Mác, Hai Bà Trưng, Hà Nội",
      "name": "Highlands Coffee - Vinafor",
      "latitude": 21.01322792,
      "longitude": 105.85825503,
      "description": "Vesper ciminatio facere conturbo. Tripudio ager vis vir quaerat tredecim nisi arx. Canis ver claustrum caste aequitas inventore adstringo."
    },
    {
      "address": "08 - TT1B Khu Liền Kề Ngõ 622 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Hoàng Hà Bakery Coffee - Times City",
      "latitude": 20.9956343,
      "longitude": 105.8705412,
      "description": "Deinde charisma audax ara cubitum. Tutamen atavus eius decumbo causa decumbo quos. Cervus succurro canis ante summopere chirographum utrimque."
    },
    {
      "address": "51 Trần Khát Chân, P. Bạch Đằng, Hai Bà Trưng, Hà Nội",
      "name": "Tmore - Tiệm Trà Chanh - Trần Khát Chân",
      "latitude": 21.00893887,
      "longitude": 105.86468404,
      "description": "Crastinus admoveo curriculum spargo crepusculum umquam cariosus beatus. Deserunt tergo amplus occaecati armarium adeo desidero odit victoria arto. Constans vicinus ascisco delicate repellendus vetus calamitas arcus trans."
    },
    {
      "address": "218 Lạc Trung, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Mr Good Tea - Lạc Trung",
      "latitude": 21.003066,
      "longitude": 105.866618,
      "description": "Argentum cupio asporto architecto. Video crudelis cresco angelus uberrime aestas defaeco comis coniuratio. Argumentum amissio audacia quo necessitatibus."
    },
    {
      "address": "110 Lò Đúc, P. Đống Mác, Hai Bà Trưng, Hà Nội",
      "name": "Ô long đây - Lò Đúc",
      "latitude": 21.01360357,
      "longitude": 105.85767841,
      "description": "Cinis super uxor verto patior numquam carcer pecus. Ad maxime cervus correptius atque venio valde ducimus confero. Volutabrum debeo labore astrum certus."
    },
    {
      "address": "520 Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Coco Nama Tea Bar - Bạch Mai",
      "latitude": 20.99658613,
      "longitude": 105.8504564,
      "description": "Temporibus dolores sto cena crebro appello omnis. Ago tenuis incidunt tenax. Versus sint viridis speciosus taceo adulescens quisquam comparo."
    },
    {
      "address": "116 Lò Đúc, P. Đồng Mác, Hai Bà Trưng, Hà Nội",
      "name": "Đô Đô - Trà Sữa Đồng Giá - Lò Đúc",
      "latitude": 21.01345414,
      "longitude": 105.85782437,
      "description": "Suasoria admitto inflammatio volubilis. Caput aegrus stabilis. Adsidue voro aggero abscido dicta adipiscor."
    },
    {
      "address": "Hoàng Thành Tower, 114 Mai Hắc Đế, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Highlands Coffee - Hoàng Thành Tower",
      "latitude": 21.011377,
      "longitude": 105.850629,
      "description": "Textilis decerno aveho utroque amita censura verecundia canto. Assentator ago aufero color attonbitus libero cognomen. Delectus amaritudo xiphias vox cogo patruus."
    },
    {
      "address": "160 Lò Đúc, P. Đống Mác, Hai Bà Trưng, Hà Nội",
      "name": "Annamoi - Trà & Cà Phê Thủ Công - Lò Đúc",
      "latitude": 21.01244621,
      "longitude": 105.85859581,
      "description": "Verecundia tredecim colo vulnero asper claustrum tardus contra tollo varietas. Pecto adfectus vorax abeo celo avaritia creber. Dignissimos calco vitae corrumpo tenetur cultellus."
    },
    {
      "address": "34 Minh Khai, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Trà Đào Dầm Peach City - Minh Khai",
      "latitude": 20.9956337,
      "longitude": 105.8506174,
      "description": "Accusantium tenetur animus clementia deleniti tabernus paulatim. Careo cena claro compono culpo candidus verumtamen cervus. Territo absum arbor vitiosus quaerat adeptio cognomen minima fugit id."
    },
    {
      "address": "T5 Times City, 458 Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Kafa Cafe - Times City",
      "latitude": 20.99637,
      "longitude": 105.8685,
      "description": "Accendo voluptas vaco quam laboriosam. Tandem venia amaritudo strenuus claustrum vesco argentum sollicito supplanto. Suscipio pel aedificium adnuo crepusculum claustrum."
    },
    {
      "address": "352 Lạc Trung, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Tocotoco - Lạc Trung",
      "latitude": 21.003113,
      "longitude": 105.869268,
      "description": "Antea est succedo audeo ater amplexus astrum aufero. Stipes ratione certe conscendo bellicus. Arbor centum cogito abstergo suggero corrigo suus summa deserunt caute."
    },
    {
      "address": "TN-K3-K4, Vincom Mega Mall Times City, 458 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "KOI Thé - Vincom Times City",
      "latitude": 20.996483,
      "longitude": 105.869778,
      "description": "Tamquam vallum deputo tenetur at virtus argumentum tertius certus. Vespillo amoveo arguo testimonium universe. Cometes paens defessus aqua reiciendis vociferor ocer."
    },
    {
      "address": "20 Nguyễn Đình Chiểu, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Royaltea - 20 Nguyễn Đình Chiểu",
      "latitude": 21.0141697,
      "longitude": 105.8467568,
      "description": "Triduana arma theologus turpis vehemens attollo clam arcus caritas. Nam thema succurro odit via ademptio tener. Alii urbanus theca subseco dedecor."
    },
    {
      "address": "38 Lê Đại Hành, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Kafa Cafe - Lê Đại Hành",
      "latitude": 21.010472,
      "longitude": 105.849419,
      "description": "Culpa sint amplexus statim vinco truculenter taedium censura exercitationem. Creber defessus videlicet carcer vilitas soleo tenax atqui compono terror. Antiquus auctus callide censura tersus tego angelus alveus deorsum benigne."
    },
    {
      "address": "412 Phố Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Pozaa Tea - Trà Sữa Đài Loan - Minh Khai",
      "latitude": 20.99686,
      "longitude": 105.86428,
      "description": "Tempora defessus vis solutio architecto. Correptius catena colligo vigilo temporibus admitto. Consequuntur arto excepturi valens ea coerceo deleniti supplanto."
    },
    {
      "address": "158 Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Royaltea - Trà Sữa Hồng Kông - Trương Định",
      "latitude": 20.99200616,
      "longitude": 105.84907849,
      "description": "Ducimus ciminatio deprecator debitis cerno volva maiores similique crur. Trans cum toties tutamen. Sto trans cubicularis cimentarius rerum vere ambulo charisma."
    },
    {
      "address": "Số 5 Nguyễn Huy Tự, Hai Bà Trưng, Hà Nội",
      "name": "Nước Ép, Sinh Tố & Giải Khát Phúc An",
      "latitude": 21.01393892,
      "longitude": 105.8623809,
      "description": "Cursus constans verbum tracto aequus. Subito tabella aestivus. Enim umbra animi arma vulticulus dignissimos aut nihil."
    },
    {
      "address": "92 Lê Thanh Nghị, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "The Coffee House - Lê Thanh Nghị",
      "latitude": 21.00361941,
      "longitude": 105.84784904,
      "description": "Vorago dolores tantillus. Defungo bis validus averto architecto convoco. Summa deprimo audio benevolentia cur cruciamentum voco communis."
    },
    {
      "address": "77 Hồng Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Nhật Bản MinMax",
      "latitude": 20.998983,
      "longitude": 105.853139,
      "description": "Caput blanditiis adficio aetas coepi cinis. Adnuo ager beneficium testimonium sono summopere artificiose coniuratio inventore appello. Desparatus alienus aeternus ancilla creptio."
    },
    {
      "address": "1 Yên Lạc, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Tiger Hill - Yên Lạc",
      "latitude": 20.99958941,
      "longitude": 105.86261652,
      "description": "Reiciendis bonus auditor crapula condico vitae corrupti. Subvenio omnis dens alius cui. Aeger appositus delectatio bellicus tolero calamitas stipes cedo alii."
    },
    {
      "address": "67 Ngô Thì Nhậm, P. Phạm Đình Hổ, Hai Bà Trưng, Hà Nội",
      "name": "Chadee - Tiệm Trà Thái Đậm Vị - Ngô Thì Nhậm",
      "latitude": 21.01403971,
      "longitude": 105.85364275,
      "description": "Cursus facilis utique decor. Claustrum tenuis colo adflicto credo tabgo texo conforto defero. Super porro totidem aliquam."
    },
    {
      "address": "Cầu Thang 2 Nhà H2, TT. Nguyễn Công Trứ, P. Phố Huế, Hai Bà Trưng, Hà Nội",
      "name": "Phiêu Coffee And More - Healthy Food & Drink",
      "latitude": 21.013501,
      "longitude": 105.853164,
      "description": "Validus corporis tabella assumenda supra defetiscor. Certus eveniet circumvenio apparatus sophismata alius audeo infit. Color saepe at attero amor solum strues."
    },
    {
      "address": "2 Đoàn Trần Nghiệp, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Trà Chanh Con Cá - Đoàn Trần Nghiệp",
      "latitude": 21.011816,
      "longitude": 105.851445,
      "description": "Verbum aureus vomito audentia. Ago temperantia sordeo molestias adamo. Celer sodalitas suscipio compello nisi illo iusto itaque vulticulus campana."
    },
    {
      "address": "297 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Mixue - 297 Trần Đại Nghĩa",
      "latitude": 20.99592339,
      "longitude": 105.84560828,
      "description": "Amplitudo teneo supplanto patruus atrocitas canonicus templum ceno. Territo cauda administratio decumbo coniuratio vestrum arguo vociferor considero. Currus cervus capio cribro degero."
    },
    {
      "address": "182 Lò Đúc, P. Đống Mác, Hai Bà Trưng, Hà Nội",
      "name": "Sky Juice - Sinh Tố, Nước Ép & Nước Mía - Lò Đúc",
      "latitude": 21.01133056,
      "longitude": 105.85948403,
      "description": "Depromo subiungo supplanto veniam conturbo cernuus. Claudeo vel thesaurus tempora correptius. Nisi tutamen capto doloribus tunc."
    },
    {
      "address": "Đối Diện 203 Ngõ Quỳnh, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "DÔTEA - Fruit Tea & Milk Tea - Ngõ Quỳnh",
      "latitude": 21.0015681,
      "longitude": 105.8553845,
      "description": "Absens aestas celebrer. Conscendo vereor comptus alveus abutor copiose tantillus consectetur consuasor. Inflammatio coepi voluntarius synagoga casso custodia."
    },
    {
      "address": "4 Thái Phiên, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "The Juice - Nước Ép Trái Cây Nguyên Chất",
      "latitude": 21.010548,
      "longitude": 105.850992,
      "description": "Urbanus suffoco sodalitas est aggredior inflammatio cilicium copia correptius capillus. Convoco debilito tollo ratione. Thermae usque canis delicate creber avarus vigilo constans."
    },
    {
      "address": "63 Tuệ Tĩnh, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Citi Coffee",
      "latitude": 21.015165,
      "longitude": 105.849135,
      "description": "Crepusculum voro clementia consuasor theatrum. Volubilis adeo stella. Theatrum caveo expedita tutis tardus vesper cinis."
    },
    {
      "address": "428 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Đô Đô - Trà Sữa Đồng Giá - Minh Khai",
      "latitude": 20.99705965,
      "longitude": 105.86452487,
      "description": "Textilis damnatio attonbitus amoveo sub. Aurum ustilo ascisco totidem ante arbor summisse capio sto. Tollo quibusdam beatus somniculosus alii conventus correptius velociter speciosus."
    },
    {
      "address": "320 Bà Triệu, P.Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Ô Long Đây - Bà Triệu",
      "latitude": 21.010583,
      "longitude": 105.84925,
      "description": "Summisse despecto desipio umerus tenus truculenter. Dolorem surculus vinum. Pel acceptus conculco amplexus amor capto."
    },
    {
      "address": "65 Trần Nhân Tông, Hai Bà Trưng, Hà Nội",
      "name": "Aha Cafe - Trần Nhân Tông",
      "latitude": 21.017076,
      "longitude": 105.848278,
      "description": "Supellex auxilium repellendus synagoga numquam artificiose. Cunctatio conventus casus conicio attero. Delinquo qui natus voluptatem caecus delibero commodo audacia consequuntur vox."
    },
    {
      "address": "93A Tuệ Tĩnh, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Winggo - Trà Sữa Kem Trứng Nướng & Trà Hoa Quả - Tuệ Tĩnh",
      "latitude": 21.01516797,
      "longitude": 105.84747017,
      "description": "Spero valens pauci delibero sapiente tepidus aliquam totam universe voveo. Delego adimpleo vulgivagus vel allatus ancilla. Tricesimus aperte cibo assentator."
    },
    {
      "address": "71A Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "THAIYEN CAFE - CAFEYEN - Nguyễn Du",
      "latitude": 21.02041622,
      "longitude": 105.84277945,
      "description": "Copia deludo terreo. Angulus beatus desino ancilla occaecati ea capillus. Virtus cauda callide possimus confugo mollitia copiose appello."
    },
    {
      "address": "15 Ngõ 191 Minh Khai, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Sinh Tố & Nước Ép 191",
      "latitude": 20.99615064,
      "longitude": 105.85873548,
      "description": "Cui currus adulatio attollo deleo creber depromo cernuus unus laborum. Eum cubitum damno vos conduco sperno bonus carcer. Sed venustas talus fugiat."
    },
    {
      "address": "77 Tuệ Tĩnh, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Stereo Coffee - Tuệ Tĩnh",
      "latitude": 21.0151546,
      "longitude": 105.8483169,
      "description": "Caecus cubicularis ulciscor spargo vitae verecundia decimus asporto. Creber texo laborum uterque. Perspiciatis ciminatio vix officiis."
    },
    {
      "address": "122 Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "The Coffee House - 122 Bùi Thị Xuân",
      "latitude": 21.01320057,
      "longitude": 105.84981271,
      "description": "Via denique pecus absens sperno suffoco advenio. Strues volva varietas civis auctor curvo. Reprehenderit valeo numquam."
    },
    {
      "address": "55 Đại Cồ Việt, Hai Bà Trưng, Hà Nội",
      "name": "An Nhiên - Trà Bí Đao - Đại Cồ Việt",
      "latitude": 21.008323,
      "longitude": 105.846579,
      "description": "Arbor quia vesper omnis quidem velut ullus. Magnam curriculum triumphus depopulo demum temporibus corporis allatus denique. Amitto ulterius fugiat quos tardus."
    },
    {
      "address": "431 Bạch Mai, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Đô Đô - Trà Sữa Đồng Giá - Bạch Mai",
      "latitude": 20.9987279,
      "longitude": 105.8506578,
      "description": "Cribro adduco totam vulariter cariosus tamen. Arbitro tamdiu placeat deprecator delego solvo sequi creator eos. Compello numquam vestigium tumultus trado tripudio spes vero nihil umerus."
    },
    {
      "address": "209 Lê Duẩn, Hai Bà Trưng, Hà Nội",
      "name": "The Coffee House - 209 Lê Duẩn",
      "latitude": 21.0189827,
      "longitude": 105.8414482,
      "description": "Amissio defleo tot tamdiu terminatio ustulo ex appositus. Paulatim caecus centum addo ducimus vespillo. Truculenter desolo suspendo victus tergiversatio."
    },
    {
      "address": "1 Cao Đạt, Hai Bà Trưng, Hà Nội",
      "name": "PAI Coffee & Tea - Cao Đạt",
      "latitude": 21.009695,
      "longitude": 105.849859,
      "description": "Aegrotatio tollo aqua thymum venio adstringo coniuratio torqueo cilicium. Usus bellum deinde angulus cernuus quia depulso adimpleo. Damnatio tandem cumque ante aperio copiose accusantium unus acer."
    },
    {
      "address": "394 Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Happy Time - Bạch Mai",
      "latitude": 21.000692,
      "longitude": 105.850557,
      "description": "Surculus derelinquo amet clibanus bene in anser aiunt pectus verto. Nostrum basium vox caveo caste animi trado synagoga contigo tener. Calco peccatus confido ipsam ater deporto cogo delibero."
    },
    {
      "address": "215 Trần Đại Nghĩa, P. Đồng Tâm,, Hai Bà Trưng, Hà Nội",
      "name": "Trà sữa Mixue - Trần Đại Nghĩa",
      "latitude": 20.99846895,
      "longitude": 105.84600127,
      "description": "Studio aegre arbustum aptus calculus arx cotidie demo. Amoveo benevolentia sublime vacuus totam. Molestias odit doloremque audax ambitus vitium."
    },
    {
      "address": "90 Võ Thị Sáu, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Mana Juice - Nước Ép Quả Tươi Nguyên Chất - Võ Thị Sáu",
      "latitude": 21.0045678,
      "longitude": 105.8549314,
      "description": "Decerno substantia inflammatio. Veritatis una villa. Voluptas fugiat eum provident debilito amplus advenio."
    },
    {
      "address": "63 Tô Hiến Thành, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Rosier - Fresh Tea & Coffee - Tô Hiến Thành",
      "latitude": 21.01339,
      "longitude": 105.84842,
      "description": "Arca apostolus torqueo alias tendo quas vetus. Comedo in aliquam tardus surculus ustilo delego volutabrum. Vae balbus theca beatae callide patruus."
    },
    {
      "address": "31 Thái Phiên, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Cộng Cà Phê - Thái Phiên",
      "latitude": 21.010584,
      "longitude": 105.849903,
      "description": "Verumtamen vinitor quia alienus tego nisi fuga talio. Delinquo tondeo sol corrumpo. Quibusdam sustineo defleo tonsor cinis abduco cognomen."
    },
    {
      "address": "Tầng 5, TTTM Vincom Bà Triệu, 191 Bà Triệu, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Highlands Coffee - Vincom Bà Triệu",
      "latitude": 21.01099417,
      "longitude": 105.84936384,
      "description": "Adflicto natus uxor tollo. Corporis tantum crepusculum ater valde nihil cura rerum aperio demum. Summisse aegrus desolo cariosus cum amplus pel verecundia."
    },
    {
      "address": "40 Phố Lạc Trung, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Winggo - Trà Sữa Kem Trứng Nướng & Trà Hoa Quả - Lạc Trung",
      "latitude": 21.00314258,
      "longitude": 105.86239134,
      "description": "Demens sponte asporto denuncio dolores non assentator. Volva reprehenderit conatus degenero tibi sit atqui cito ultra. Virga tener tendo."
    },
    {
      "address": "242T Minh Khai, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Mixue - 242T Minh Khai",
      "latitude": 20.99546989,
      "longitude": 105.85626119,
      "description": "Triumphus veritatis damnatio voluptates conculco tardus. Unde urbs fuga articulus textor clibanus nostrum solvo deporto. Suus callide varietas curto qui tripudio."
    },
    {
      "address": "56 Hương Viên, P. Đồng Nhân, Hai Bà Trưng, Hà Nội",
      "name": "Premier - Coffee & Tea - Hương Viên",
      "latitude": 21.011319,
      "longitude": 105.856488,
      "description": "Ulciscor cohors armarium ad celo territo vigilo trepide cimentarius. Averto cornu victus conturbo cupio textilis commodi video ustilo amita. Cedo ullam cultellus ventito spiculum armarium sollers cura."
    },
    {
      "address": "515 Minh Khai, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Mixue - 515 Minh Khai",
      "latitude": 21.00008172,
      "longitude": 105.87067636,
      "description": "Taedium ipsum surgo substantia torqueo demo tantillus totidem. Bene ipsum bos terror delego corrigo villa solutio. Laborum id defero aeternus angelus adulescens sumo derelinquo trucido."
    },
    {
      "address": "16 Hàng Chuối, P. Phạm Đình Hồ, Hai Bà Trưng, Hà Nội",
      "name": "Len Art Cafe",
      "latitude": 21.017448,
      "longitude": 105.857149,
      "description": "Pauci amita viscus casus. Absens cunabula textor suffoco communis bellum conicio vito. Aperte ad vereor thorax damno campana vos aptus sumptus."
    },
    {
      "address": "54 Hàng Chuối, Hai Bà Trưng, Hà Nội",
      "name": "Aha Cafe - Hàng Chuối",
      "latitude": 21.015181,
      "longitude": 105.858142,
      "description": "Capio suppono thermae color. Tendo defungo abscido supplanto spero taceo cunae. Coniecto claustrum tepesco vilitas odit."
    },
    {
      "address": "116-C7A Quỳnh Lôi, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "Garden House - Rau Má Mix - Quỳnh Lôi",
      "latitude": 21.001643,
      "longitude": 105.859822,
      "description": "Convoco incidunt uter alii assumenda. Aequitas volubilis tam theologus comis nobis praesentium curatio barba. Tamdiu texo vergo cornu modi cupressus dedico acceptus est creptio."
    },
    {
      "address": "177 Trần Đại Nghĩa, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Trà Chanh Giã Tay GUANG DONG & Đồ Ăn Vặt - Trần Đại Nghĩa",
      "latitude": 21.00036749,
      "longitude": 105.8454922,
      "description": "Vicinus avarus templum defungo arx vomito. Certe depraedor cribro vae. Comparo delinquo illum desidero."
    },
    {
      "address": "3 Hồ Xuân Hương, Hai Bà Trưng, Hà Nội",
      "name": "MONO Coffee Lab - Hồ Xuân Hương",
      "latitude": 21.0181457,
      "longitude": 105.8489655,
      "description": "Subnecto solus est commemoro. Nisi arbitro curo supellex spiculum angelus recusandae magni. Amet strues uberrime cenaculum."
    },
    {
      "address": "117 Lê Thanh Nghị, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Rosier - Fresh Tea & Coffee - Lê Thanh Nghị",
      "latitude": 21.00168,
      "longitude": 105.84329,
      "description": "Caritas tener cultellus adnuo. Certus minima audeo. Subito sollicito tres ustulo theatrum illo crinis uberrime cum."
    },
    {
      "address": "26 Tô Hiến Thành, Hai Bà Trưng, Hà Nội",
      "name": "Aha Cafe - Tô Hiến Thành",
      "latitude": 21.013418,
      "longitude": 105.850107,
      "description": "Tergeo sublime nam similique adfectus depulso asper attollo. Virtus ventus antea utrum. Utrimque advenio et delinquo decet vorax amaritudo libero numquam conduco."
    },
    {
      "address": "Số 9 Ngách 61/33 Lạc Trung, Hai Bà Trưng, Hà Nội",
      "name": "DOS CAFE - Lạc Trung",
      "latitude": 21.001367,
      "longitude": 105.8672,
      "description": "Tactus vulariter volup textus coerceo causa. Patruus aut sustineo. Abscido aetas cognomen cursus desolo amor teneo sub doloremque."
    },
    {
      "address": "Tầng 5, L5 - 15A - 16 Vincom Bà Triệu, 191 Bà Triệu, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Tocotoco - Vincom Bà Triệu",
      "latitude": 21.011368,
      "longitude": 105.849434,
      "description": "Acceptus amet demens. Aranea quasi caelum et decumbo urbanus. Argentum amor territo cohibeo."
    },
    {
      "address": "651 Minh Khai, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Cafe Muối Vân - 651 Minh Khai",
      "latitude": 21.00399395,
      "longitude": 105.86705857,
      "description": "Temperantia adiuvo canonicus crinis temporibus animi ut. Corrumpo ad sonitus. Et thymbra calamitas amoveo conor degenero depono."
    },
    {
      "address": "3A Hồ Xuân Hương, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Cà Phê Sói - Cafe Rang Mộc & Say Tại Chỗ",
      "latitude": 21.0184101,
      "longitude": 105.8489079,
      "description": "Truculenter ademptio autem audacia sonitus deficio id. Veniam stips valens cognatus tonsor. Paulatim tactus cumque tendo."
    },
    {
      "address": "TĐ-K25-K26 TTTM Times City, 458 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Ding Tea - Times City",
      "latitude": 20.99590228,
      "longitude": 105.86880554,
      "description": "Appello infit voluptas consequatur quibusdam dolore conitor succurro. Conventus pauci patior auditor. Careo amplitudo quaerat utpote bardus subseco defero apostolus."
    },
    {
      "address": "32 Hồng Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Winggo - Trà Sữa Kem Trứng Nướng & Trà Hoa Quả - Hồng Mai",
      "latitude": 21.00069349,
      "longitude": 105.8512654,
      "description": "Sollicito tametsi summa calamitas ab tot comedo ad. Ago carbo audentia talus tenus iure acer casus stultus. Considero quis deprimo excepturi appello arbor distinctio iusto solus sufficio."
    },
    {
      "address": "132 Dương Văn Bé, P. Vĩnh Phú, Hai Bà Trưng, Hà Nội",
      "name": "Trà sữa Mixue - Dương Văn Bé",
      "latitude": 20.99853575,
      "longitude": 105.87330681,
      "description": "Theatrum numquam subiungo tres viduo cubitum cohibeo thesaurus substantia cado. Somnus vilicus villa perspiciatis molestiae curo. Solutio bene somnus somnus culpa ver curiositas deorsum speculum solum."
    },
    {
      "address": "108 K10B Nguyễn Hiền (Đối Diện ĐH Mở HN), P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Tmore - Tiệm Trà Chanh - Nguyễn Hiền",
      "latitude": 21.001161,
      "longitude": 105.847569,
      "description": "Super aspicio cavus corrumpo patrocinor altus curia curiositas ustulo cometes. Sed vinculum abscido thorax cenaculum. Vere maiores trucido curso trucido solus dolores ver alius."
    },
    {
      "address": "100 Bà Triệu, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Trà Bí Đao An Nhiên - Bà Triệu",
      "latitude": 21.0186825,
      "longitude": 105.8492967,
      "description": "Ciminatio speciosus damnatio corrigo acies vociferor. Avarus vere deputo cohors substantia. Amitto impedit vigor corpus calcar degero."
    },
    {
      "address": "20 Nguyễn Đình Chiểu, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Yi He Kao Nai - Trà Sữa Nướng Vân Nam - Nguyễn Đình Chiểu",
      "latitude": 21.01436,
      "longitude": 105.846703,
      "description": "Benigne testimonium theatrum aequitas. Comitatus sollicito vae sperno conspergo vociferor spectaculum cursim comedo approbo. Asper collum vigilo vilitas caput velit cibo adaugeo."
    },
    {
      "address": "148 Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Tocotoco - 148 Trương Định",
      "latitude": 20.99213997,
      "longitude": 105.849224,
      "description": "Balbus sopor ipsa patrocinor coaegresco. Ubi stillicidium aer molestias casso. Thymbra deleo aegre synagoga bene ulterius cauda chirographum una."
    },
    {
      "address": "87 Đại Cồ Việt, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Tocotoco - Đại Cồ Việt",
      "latitude": 21.007773,
      "longitude": 105.845112,
      "description": "Acies creptio thesis. Uxor victus vulgaris una una defleo deludo voco attero convoco. Subito aggredior bene cubicularis thalassinus stultus aqua deduco thorax utrum."
    },
    {
      "address": "1A Hòa Mã, Hai Bà Trưng, Hà Nội",
      "name": "Papaya Island Drink",
      "latitude": 21.015789,
      "longitude": 105.856001,
      "description": "Congregatio totus ars barba ustilo placeat attollo deprecator itaque. Absens curvo antiquus totidem viscus atqui vestrum terebro spiculum. Tantum trado admoveo verbera celebrer adiuvo vorago."
    },
    {
      "address": "Số 254 Kim Ngưu, P. Quỳnh Mai, Hai Bà Trưng, Hà Nội",
      "name": "Trà sữa Mixue - 254 Kim Ngưu",
      "latitude": 21.00005423,
      "longitude": 105.86139163,
      "description": "Tristis cultellus amaritudo sublime. Vero creta cupiditate coadunatio et dignissimos decretum cerno. Odio aetas crebro callide uredo centum."
    },
    {
      "address": "10 Ngõ 35 - 37 Đại La, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Việt Nguyễn Coffee - Đại La",
      "latitude": 20.99557912,
      "longitude": 105.8488516,
      "description": "Ademptio cometes auditor. Tantum turbo sophismata conor viridis triumphus vulnero spoliatio voluptatem allatus. Cupiditate ciminatio comminor cinis."
    },
    {
      "address": "60 Phố Vọng, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Tiệm Trà Chanh 1975 - Phố Vọng",
      "latitude": 20.998796,
      "longitude": 105.842072,
      "description": "Villa complectus cometes aro soluta pecto caecus voluptatibus odio. Defungo una cattus. Calamitas aestivus urbanus caritas omnis."
    },
    {
      "address": "Tầng 1, Tòa Nhà UDIC Riverside 1, Ngõ 122 Vĩnh Tuy, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Phúc Long UDIC Riverside 1",
      "latitude": 21.0017004,
      "longitude": 105.8754091,
      "description": "Tamdiu thymbra tabgo. Molestias volubilis eos tyrannus celer adhuc tenax antepono. Calamitas iste ultra comis tego solitudo architecto vulariter videlicet ulciscor."
    },
    {
      "address": "198 Lạc Trung, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Mixue - 198 Lạc Trung",
      "latitude": 21.00338138,
      "longitude": 105.865627,
      "description": "Temporibus sursum comis adopto cribro antea venustas vinitor ait caute. Stillicidium creo bos absens fuga voluptates cattus. Socius derideo turbo aptus."
    },
    {
      "address": "Shop N05 - Ngõ 124 Vĩnh Tuy, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Tmore - Tiệm Trà Chanh - Vĩnh Tuy",
      "latitude": 20.99987879,
      "longitude": 105.87695259,
      "description": "Thalassinus theologus vapulus vox. Carbo cinis accusantium acies distinctio velit necessitatibus accusantium voluntarius reprehenderit. Vado tutis succedo summopere verus armarium tenetur terga."
    },
    {
      "address": "99 Võ Thị Sáu, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Phúc Long Võ Thị Sáu Thanh Nhàn",
      "latitude": 21.00371381,
      "longitude": 105.85529581,
      "description": "Angulus delibero verbera mollitia summopere exercitationem. Talio dolorem iure. Absconditus necessitatibus tener amiculum vere cilicium cui articulus derideo."
    },
    {
      "address": "158 Trương Định, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "SugarKing - Đường Nâu Đài Loan - Trương Định",
      "latitude": 20.9917908,
      "longitude": 105.8490785,
      "description": "Theca adeptio sol cariosus. Depereo pecus reprehenderit tondeo termes aer demoror artificiose. Quo deporto timor saepe vis tersus eaque confugo."
    },
    {
      "address": "65 Trần Nhân Tông, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Mixue - Trần Nhân Tông",
      "latitude": 21.01672434,
      "longitude": 105.84802834,
      "description": "Id rem tres amitto. Aequus terror taceo bonus cui voveo soleo adaugeo. Canto vesper succedo quia cavus tamdiu cinis compello."
    },
    {
      "address": "122 Đại Cồ Việt, P. Le Dai Hanh, Hai Bà Trưng, Hà Nội",
      "name": "Kafe Muối TL&AE - Đặc Sản Huế - Đại Cồ Việt",
      "latitude": 21.00810581,
      "longitude": 105.84582078,
      "description": "Cognatus quibusdam tener suppono tremo despecto ventus uxor templum theca. Credo truculenter speculum id suadeo contabesco desidero. Ager ventito clarus truculenter voluptate debitis utilis defero cubo utique."
    },
    {
      "address": "1 Yên Lạc, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Royal Tea - Trà Sữa Trân Châu - Yên Lạc",
      "latitude": 20.99984229,
      "longitude": 105.86256565,
      "description": "Admoneo ager libero desipio currus ultio. Impedit tactus celo copiose triumphus accusamus temeritas caute. Denego cubo vestrum."
    },
    {
      "address": "50 Lạc Trung, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Mixue - Lạc Trung",
      "latitude": 21.00313916,
      "longitude": 105.86323599,
      "description": "Theca appositus vomer taedium bibo odit sono victus. Ancilla perspiciatis advoco crur arca strenuus degusto. Absum a aegrotatio dignissimos atque."
    },
    {
      "address": "179 Bùi Thị Xuân, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa YiHeTang 益禾堂 - Bùi Thị Xuân",
      "latitude": 21.011958,
      "longitude": 105.8500045,
      "description": "Aestas ait communis accusator quo. Conspergo uter soluta tantillus corporis alius. Contabesco subseco cupiditate viriliter conqueror adulescens tres suffoco compono."
    },
    {
      "address": "92 Bạch Mai, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Trà sữa Mixue - 92 Bạch Mai",
      "latitude": 21.0067826,
      "longitude": 105.8511984,
      "description": "Officiis avaritia tenus validus adversus cenaculum viriliter. Adfectus comitatus xiphias animus. Sufficio coerceo videlicet ut sumo."
    },
    {
      "address": "Tầng Hầm 1, Tầng B1, TL - K9 Times City, 458 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Tocotoco - TL-K9 Times City",
      "latitude": 20.994778,
      "longitude": 105.869572,
      "description": "Canonicus voluptatum adnuo alias virgo sol cogito aspernatur adopto. Assentator eius beatae venia causa coniecto. Blanditiis calamitas stillicidium."
    },
    {
      "address": "33 Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "NEO CAFE - Cà phê Muối & Trà Sữa - 33 Lê Đại Hành",
      "latitude": 21.01089654,
      "longitude": 105.84863843,
      "description": "Degusto adsuesco angustus charisma dapifer abutor. Stultus tutamen vitium unde suasoria coruscus amplus. Deficio tendo incidunt teneo reiciendis adeptio comis auctor sui."
    },
    {
      "address": "1 Yên Lạc , P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Tiger Sugar - Yên Lạc",
      "latitude": 20.99984229,
      "longitude": 105.86256565,
      "description": "Avarus chirographum venustas coma velut tenax vox adhaero contego. Veniam vilicus carbo voluntarius vulariter. Defluo tres complectus confero vinitor."
    },
    {
      "address": "439 Bạch Mai, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Rau Má Mix Family - Bạch Mai",
      "latitude": 21.00021944,
      "longitude": 105.8505507,
      "description": "Temeritas dolorem attero convoco. Vigilo utrum quasi pax cogo tempore aetas trans cogo ipsa. Suadeo odio deleo constans decor caput."
    },
    {
      "address": "174 Trương Định, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Mixue - 174 Trương Định",
      "latitude": 20.9914102,
      "longitude": 105.84855528,
      "description": "Cresco inventore commemoro tenax ciminatio amitto ullus ullam patior ventus. Tempore dolore arcesso debilito verus adicio dignissimos. Cubicularis rem aer volup ratione vesco arca."
    },
    {
      "address": "7 Đoàn Trần Nghiệp, P. Phố Huế, Hai Bà Trưng, Hà Nội",
      "name": "Oatway - Trà Sữa & Sữa Chua Yến Mạch - Đoàn Trần Nghiệp",
      "latitude": 21.01208759,
      "longitude": 105.85105738,
      "description": "Perspiciatis desparatus creo. Amplus vacuus verbera. Aetas creator suffragium tristis."
    },
    {
      "address": "382 Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Trà Bí Đao Cát Tiên - Bạch Mai",
      "latitude": 21.00001597,
      "longitude": 105.85034771,
      "description": "Vilitas antiquus suppono deprecator curia videlicet. Vulgo tergeo explicabo constans umbra caveo nulla taceo. Caecus asporto centum vulnero tracto cogo derelinquo toties."
    },
    {
      "address": "32B Lò Đúc, P. Phạm Đình Hổ, Hai Bà Trưng, Hà Nội",
      "name": "Trà sữa Mixue - Lò Đúc",
      "latitude": 21.01719384,
      "longitude": 105.85567917,
      "description": "Eligendi conitor creptio tabernus ter aequus urbs nulla carmen. Vomer adversus vesper sto non sublime. Timor vestrum accendo."
    },
    {
      "address": "83 Hồng Mai, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Mixue - Hồng Mai",
      "latitude": 20.99896762,
      "longitude": 105.85351391,
      "description": "Suppono vestrum copiose triduana molestiae accendo caelum succurro unde cumque. Sint adversus amoveo verbum currus absque. Stella taceo acidus curso corporis delinquo."
    },
    {
      "address": "Tầng Hầm 1, K9-K10 Đường Thanh Niên, Tầng B1, Tòa T8, TTTM Times City, 458 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Tocotoco - Times City",
      "latitude": 20.993877,
      "longitude": 105.869869,
      "description": "Vinitor cicuta ait animus veritas aveho thymbra apostolus depono decor. Alius crustulum bos tempora validus totam. Depopulo quod claudeo."
    },
    {
      "address": "181 Lò Đúc, P. Đống Mác, Hai Bà Trưng, Hà Nội",
      "name": "Habifood - Bánh Bao Handmade, Sữa Hạt & Sữa Ngô - 181 Lò Đúc",
      "latitude": 21.0099432,
      "longitude": 105.8606279,
      "description": "Certe tero arca curo currus. Deripio demens angelus conspergo ducimus amoveo deporto demulceo abstergo. Quisquam usque terreo."
    },
    {
      "address": "117 Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "The S Coffee - Cà Phê Muối & Trà Oolong Đậm Vị - Bạch Mai",
      "latitude": 21.006643,
      "longitude": 105.851342,
      "description": "Conturbo contra xiphias. Dapifer comminor suffoco aufero tabella venio demitto basium ultra. Creber conor toties vulgus administratio demoror talus placeat excepturi."
    },
    {
      "address": "122 Bùi Thị Xuân, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Trà sữa Mixue - 122 Bùi Thị Xuân",
      "latitude": 21.01319966,
      "longitude": 105.84979587,
      "description": "Voluptas curto eveniet cum ascit stips vigor voluntarius. Adfero surculus accedo cuppedia eius curvo calculus at hic complectus. Coruscus depono administratio labore."
    },
    {
      "address": "47 Nguyễn Du, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "NEO CAFE - Cà phê Muối & Trà Sữa - 47 Nguyễn Du",
      "latitude": 21.01871109,
      "longitude": 105.8495636,
      "description": "Bellicus soluta degero vespillo arguo cena auctus denique cognomen. Arcus ager aggredior summisse labore terror vel amicitia desparatus aequus. Abscido undique tactus vae voco aequitas."
    },
    {
      "address": "27 Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Libertea - Nguyễn Du",
      "latitude": 21.0183532,
      "longitude": 105.8506795,
      "description": "Sollers caries conitor tremo eum eveniet. Sto tristis denique sumptus una altus spoliatio aliquam. Defungo custodia corrupti."
    },
    {
      "address": "86 Lê Thanh Nghị, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "DALLAS TEA - Trà Sữa Ô Long Kombucha Đậm Vị",
      "latitude": 21.0035061,
      "longitude": 105.8480858,
      "description": "Censura minus sollicito labore. Subito alias anser demens pax. Illum audacia urbs."
    },
    {
      "address": "Số 7 Ngõ 191 Minh Khai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa & Trà Trái Cây - Tiệm Nước Ép 1991",
      "latitude": 20.9960862,
      "longitude": 105.8587499,
      "description": "Bos sollicito vehemens. Utroque beneficium thorax degusto conventus caute theologus tertius tego. Assumenda corrigo atque."
    },
    {
      "address": "129 Nguyễn Đình Chiểu, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "UTea Trà Ô Long Nguyên Bản Mộc - Nguyễn Đình Chiểu",
      "latitude": 21.01019207,
      "longitude": 105.84568417,
      "description": "Spoliatio laboriosam natus verecundia delego thymbra cogo vicissitudo advoco. Tametsi placeat cupressus tondeo varius tot iste pectus cibo. Abutor adamo careo concido."
    },
    {
      "address": "225 Bạch Mai, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Nước Cam Ép Nguyên Chất - Bach Mai",
      "latitude": 21.004295,
      "longitude": 105.851137,
      "description": "Unde uredo terebro demonstro amor. Ciminatio viduo viduo votum caritas ducimus libero deprecator. Tollo articulus ater."
    },
    {
      "address": "1 Hoàng Mai, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Hiên Nguyễn - Doner Kebab & Đồ Uống, Ăn Vặt",
      "latitude": 20.993196,
      "longitude": 105.8498892,
      "description": "Adopto modi ulciscor succurro uterque creptio vir. Bonus celebrer denuncio concedo quia argumentum solio. Creber utrimque ulciscor thesaurus et charisma spargo nulla creta spiculum."
    },
    {
      "address": "13 Đại La, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Mixue - Đại La",
      "latitude": 20.99577434,
      "longitude": 105.84942238,
      "description": "Demo calco amissio comptus. Vulgus advoco contabesco aspicio decens tempore basium sumo stips. Desidero volutabrum abduco cubitum cohibeo ipsum autus congregatio cogito."
    },
    {
      "address": "Shophouse 03, Park 8, Khu Đô Thị Times City, Hai Bà Trưng, Hà Nội",
      "name": "Trà sữa Mixue - Parkhill Time City",
      "latitude": 20.99228181,
      "longitude": 105.86871421,
      "description": "Aureus cotidie eum demergo crustulum mollitia pauper officiis. Vel utilis demo usitas territo balbus amissio aveho teneo. Commemoro validus iure tubineus."
    },
    {
      "address": "64 Ngô Thì Nhậm, P. Phạm Đình Hổ, Hai Bà Trưng, Hà Nội",
      "name": "Hội Cafe - Cà Phê Muối - 64 Ngô Thì Nhậm",
      "latitude": 21.01645218,
      "longitude": 105.85294,
      "description": "Harum cursus aedificium vallum eum thymum cunctatio sublime aperte. Tenax voluptates tubineus texo. Barba cibus quos accusamus ustilo timidus."
    },
    {
      "address": "423 Minh Khai Đối Diện Sảnh D Toà Nhà Imperia Sky Garden, Hai Bà Trưng, Hà Nội",
      "name": "Drunk Coffee - Trà & Cà Phê - Imperia Sky Garden 423 Minh Khai",
      "latitude": 20.99827004,
      "longitude": 105.86673108,
      "description": "Vae beneficium vorago adfectus crux. Sublime arca traho ater quaerat curso conforto debilito villa volaticus. Balbus coniecto illum delicate defungo vulnus curtus eveniet ocer contra."
    },
    {
      "address": "2 Trần Đại Nghĩa, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Mixue - 2 Trần Đại Nghĩa",
      "latitude": 21.00390901,
      "longitude": 105.84403054,
      "description": "Videlicet natus tantillus absum congregatio tempore. Victoria adeo contigo cultura subito acervus. Maxime possimus soleo tracto calamitas vespillo adsuesco vergo."
    },
    {
      "address": "Số 8C Ngõ Huế, P. Ngô Thì Nhậm, Hai Bà Trưng, Hà Nội",
      "name": "Mọt Dừa - Sinh Tố & Nước Ép - Ngõ Huế",
      "latitude": 21.0147847,
      "longitude": 105.8527969,
      "description": "Velum timidus iste delectatio tolero callide vis optio tolero verus. Comes laborum caelum aveho illo sapiente. Commodi beatus decretum coerceo vinculum demulceo adflicto voluptates beatae."
    },
    {
      "address": "375 Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Mixue - 375 Bạch Mai",
      "latitude": 21.0014944,
      "longitude": 105.85074499,
      "description": "Amaritudo vaco ipsam adflicto accendo cunabula depromo. Maxime censura vulnero appello cresco crux. Cubitum umerus terminatio absque solitudo currus."
    },
    {
      "address": "123 Chùa Quỳnh , P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa TocoToco - 123 Chùa Quỳnh",
      "latitude": 21.00050976,
      "longitude": 105.85468729,
      "description": "Ustulo adflicto thema officiis eos error coadunatio vetus caecus cumque. Crebro curriculum complectus numquam conculco amitto. Antea bardus adversus."
    },
    {
      "address": "125E Lò Đúc, P. Đống Mác, Hai Bà Trưng, Hà Nội",
      "name": "Cafe Muối 1986 - Lò Đúc",
      "latitude": 21.0133565,
      "longitude": 105.85801401,
      "description": "Exercitationem accendo umerus demum aggredior desidero desparatus. Cupiditas terreo modi patrocinor vinitor. Urbs adsum volutabrum."
    },
    {
      "address": "101A3 Đầm Trấu, Hai Bà Trưng, Hà Nội",
      "name": "Oatway - Trà Sữa & Sữa Chua Yến Mạch - Đầm Trấu",
      "latitude": 21.011816,
      "longitude": 105.864841,
      "description": "Spiritus aspernatur defetiscor articulus defungo acies subnecto. Verumtamen candidus vomer. Deleo conforto trado aetas aeger vulgo sui adsuesco curriculum tenus."
    },
    {
      "address": "222B Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Te Amo - 222B Bạch Mai",
      "latitude": 21.00377,
      "longitude": 105.85093,
      "description": "Acervus dolor vulnus via alveus. Harum ea vilis quibusdam desparatus bibo vorago cornu caelestis conqueror. Arbor credo valens abstergo dolores."
    },
    {
      "address": "295 Trần Đại Nghĩa, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa ToCoToCo - 295 Trần Đại Nghĩa",
      "latitude": 20.99611305,
      "longitude": 105.8456837,
      "description": "Terreo adulatio virga sperno demum accusantium. Vester odio termes adamo cupiditas cura vado libero triduana tristis. Amplexus thesaurus artificiose demum decet minus nobis."
    },
    {
      "address": "254A Lê Thanh Nghị, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Trà Bí Đao An Nhiên - Lê Thanh Nghị",
      "latitude": 21.0019603,
      "longitude": 105.84228372,
      "description": "Adipisci pecco apud comminor vorago carpo caelestis avaritia. Subiungo valeo demulceo veniam amplus somniculosus calculus. Depulso admoveo texo depromo dolore carcer suspendo absens sub suspendo."
    },
    {
      "address": "270 Bà Triệu, Hai Bà Trưng, Hà Nội",
      "name": "Quang Huy Cafe - Bà Triệu",
      "latitude": 21.0132701731989,
      "longitude": 105.84911942482,
      "description": "Conservo traho vilitas aptus agnitio bellum acceptus candidus blandior capillus. Aqua baiulus volo suasoria casso. Tui aperiam credo supellex crux decet voluptates."
    },
    {
      "address": "14 Trương Định, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "An Nhiên - Trà Bí Đao - 14 Trương Định",
      "latitude": 20.9955128,
      "longitude": 105.8497458,
      "description": "Cohors maxime doloremque arx theologus vero aqua debeo votum aperte. Assentator perspiciatis coerceo concido dolorum cum assumenda amitto conforto confero. Suggero in thorax curriculum suggero acervus pauper cavus."
    },
    {
      "address": "6 Thái Phiên, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Cée Juice And Tea - Thái Phiên",
      "latitude": 21.01055341,
      "longitude": 105.850272,
      "description": "Conscendo spero aegrus. Constans tergo coepi tepidus amplus corporis defleo auctor spiritus suppono. Peccatus comburo capitulus decens bis."
    },
    {
      "address": "1B Hồ Xuân Hương, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Cafe Bee - Cafe Muối & Cafe Tiramisu - 1B Hồ Xuân Hương",
      "latitude": 21.01842627,
      "longitude": 105.8490811,
      "description": "Sit toties decet curso varietas clibanus. Acsi appositus vulgaris conatus impedit. Cariosus cohibeo cicuta agnitio annus ipsum adiuvo ait aequitas."
    },
    {
      "address": "Ngách 33 Ngõ Hoà Bình 7, Sân Tập Thể Thứ 3, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Trà Ngân - Trà Mãng Cầu, Bánh Mỳ & Đồ Ăn Vặt",
      "latitude": 20.99663075,
      "longitude": 105.85524357,
      "description": "Paulatim territo sint stillicidium vilis argumentum rerum attonbitus velit tenuis. Vinculum tremo debilito tenus deprecator clamo arx terra stultus pauper. Varius super statua stips cibo ascit quisquam defleo corrigo usus."
    },
    {
      "address": "114 Bùi Thị Xuân, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "HOW CAFE - Bùi Thị Xuân",
      "latitude": 21.01397666,
      "longitude": 105.849759,
      "description": "Benevolentia crepusculum eum vesco adamo vestigium strenuus barba desino. Atque casso quae confido. Campana et sum corrigo validus turba."
    },
    {
      "address": "104 K17 Nguyễn Hiền, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Coi Café - Nguyễn Hiền",
      "latitude": 21.00061985,
      "longitude": 105.84657558,
      "description": "Sortitus eos abeo colo. Iure culpa vester. Creber thymbra vos ventus comes ubi uredo ipsam."
    },
    {
      "address": "35 Thái Phiên, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Bống Cafe - Thái Phiên",
      "latitude": 21.010558,
      "longitude": 105.850196,
      "description": "Cilicium cubitum pax terror usque crebro cultura maxime vulpes sursum. Collum aliqua quam. Caput vinitor cognatus."
    },
    {
      "address": "143 Nguyễn Đình Chiểu, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Paris - Tiệm Trà Chanh - Nguyễn Đình Chiểu",
      "latitude": 21.00985419,
      "longitude": 105.84556463,
      "description": "Cubicularis cur angulus adeo adflicto. Confero commemoro ulterius quis quia. Callide celo arma."
    },
    {
      "address": "32 ngõ Hoà Bình 7, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Trà Long - Trà Sữa & Trà Nhiệt Đới",
      "latitude": 20.99624145,
      "longitude": 105.85575136,
      "description": "Asper vita civis turpis autem tubineus benigne. Nisi verbera tero soleo. Stultus vae varietas crinis."
    },
    {
      "address": "14TT Khu Biệt Thự Liền Kề, Ngõ 622 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "NYNA Coffee - Fresh Coffee Beans - Minh Khai",
      "latitude": 20.9982104,
      "longitude": 105.8709933,
      "description": "Summopere ascisco libero tres totus civitas consequuntur succedo aveho temperantia. Vero inventore arca absconditus cupressus carcer impedit aufero bibo tener. Degenero temperantia in sto."
    },
    {
      "address": "1 Yên Lạc, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Trà Bí Đao Plus - Yên Lạc",
      "latitude": 20.9995919,
      "longitude": 105.8626193,
      "description": "Ambulo unus totus. Sustineo auditor carpo amo distinctio speciosus umquam cupressus arcus. Vetus tristis cogito talus abutor super vita."
    },
    {
      "address": "55 Lê Ngọc Hân, P. Phạm Đình Hồ, Hai Bà Trưng, Hà Nội",
      "name": "Hayho Cafe - Cà Phê Kem Béo & Kem Mặn - 55 Lê Ngọc Hân",
      "latitude": 21.015722,
      "longitude": 105.855425,
      "description": "Amoveo amplexus iure tabernus perferendis vinitor urbs. Aedificium pecus defetiscor termes. Vigilo vester speciosus."
    },
    {
      "address": "46B ngõ 257 Thanh Nhàn, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Hoa Quả Ngâm Cô Hạnh - Ăn Uống - Thanh Nhàn",
      "latitude": 21.00228308,
      "longitude": 105.8530149,
      "description": "Taceo fugiat damnatio usus demum asper universe officia magni praesentium. Cerno advoco universe caput audio speculum circumvenio cohors. Antiquus vel adhuc."
    },
    {
      "address": "868 Bạch Đằng, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Cà Phê THỜI - 868 Bạch Đằng",
      "latitude": 21.0088718,
      "longitude": 105.868724,
      "description": "Ater quisquam apud praesentium convoco careo delinquo tui saepe. Audeo addo sono solitudo repellat aequus tunc apud. Bestia audacia suppono commemoro peior adflicto."
    },
    {
      "address": "166 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Gạo - Cà Phê - 166 Trần Đại Nghĩa",
      "latitude": 20.994175,
      "longitude": 105.844109,
      "description": "Tero varietas nisi totus. Voluptas victoria vulnero tollo cogito tyrannus. Vallum corpus ulterius."
    },
    {
      "address": "90B Võ Thị Sáu, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Aha Cafe - Võ Thị Sáu",
      "latitude": 21.004425,
      "longitude": 105.854811,
      "description": "Coadunatio ascit tandem carus decens antepono. Aranea deleniti claustrum spiculum eius tergum in villa. Dignissimos charisma quam triduana verumtamen."
    },
    {
      "address": "2D Thái Phiên, P.Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Linh Juice 23 - Nước Ép Healthy & Đồ Ăn Vặt Ngon - Thái Phiên",
      "latitude": 21.01052857,
      "longitude": 105.85145252,
      "description": "Vix alii decipio ocer caterva suppono cubo. Aeger vulgaris ad vilitas esse. Demo capitulus calculus copia creo undique."
    },
    {
      "address": "65 Trần Đại Nghĩa, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Copa - Cafe & Trà - Trần Đại Nghĩa",
      "latitude": 21.00664368,
      "longitude": 105.84547003,
      "description": "Celer accommodo beatae cornu vox appello deficio. Advenio stips corrupti beatus amoveo impedit conforto deprecator. Canonicus approbo confugo pecus decet bibo vaco strues voveo."
    },
    {
      "address": "47A1 Tạ Quang Bửu, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Trà Bí Đao & Bánh Cá Taiyiki - Tạ Quang Bửu",
      "latitude": 21.000814,
      "longitude": 105.850143,
      "description": "Curo studio vitiosus. Adfectus sono testimonium virga. Clarus conculco aro amita theatrum traho maxime autem temporibus."
    },
    {
      "address": "28 Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Mixue - 28 Tạ Quang Bửu",
      "latitude": 21.00731817,
      "longitude": 105.84736134,
      "description": "Deleo ipsam spectaculum vicissitudo decumbo toties. Cito in curatio vestigium derelinquo. Impedit ademptio vesper antea."
    },
    {
      "address": "14 Đỗ Hành, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Lang Thang Cà Phê - Đỗ Hành",
      "latitude": 21.02011468,
      "longitude": 105.8417827,
      "description": "Altus administratio saepe cubo admoneo tardus coniuratio aptus. Conqueror quibusdam deserunt tres tribuo. Vulgaris recusandae una a necessitatibus tenus statim vallum eius tot."
    },
    {
      "address": "123 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Bing Long - Ice Cream & Tea - Trần Đại Nghĩa",
      "latitude": 21.00227956,
      "longitude": 105.84494532,
      "description": "Suppono clam excepturi contigo terminatio animus adnuo. Cavus appello demonstro atque molestiae. Depereo usus vallum denuncio cicuta allatus carpo tristis vado colo."
    },
    {
      "address": "38 Ngõ 88 Phố Chùa Quỳnh, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "Nộm Bố Già - Nộm - Hồng Mai",
      "latitude": 21.0006816,
      "longitude": 105.8577514,
      "description": "Adnuo speculum tenus verto arma conitor aspicio adimpleo dicta pel. Torqueo quaerat comminor necessitatibus desidero spiritus. Voco sustineo coma cohibeo defungo tot."
    },
    {
      "address": "161 Đại La, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Hưng Coffee & Tea - Cà Phê Muối & Trà Nhiệt Đới - Đại La",
      "latitude": 20.99643031,
      "longitude": 105.84446697,
      "description": "Amoveo cedo adinventitias nostrum abstergo exercitationem totus expedita dignissimos sol. Virtus vigor velut. Delectus curiositas ultra turpis quam."
    },
    {
      "address": "364 Phố Huế, P. Phố Huế, Hai Bà Trưng, Hà Nội",
      "name": "Miu's Fruit - Phố Huế",
      "latitude": 21.008952,
      "longitude": 105.851421,
      "description": "Casso sum curatio averto dens quibusdam. Utique alter ambulo cauda tamdiu aequus adamo aggero. Territo attonbitus subito demo."
    },
    {
      "address": "12 Hàng Chuối Hàng Chuối, Phạm Đình Hồ, Hai Bà Trưng, Hà Nội",
      "name": "RGB coffee - Hàng Chuối",
      "latitude": 21.0178669,
      "longitude": 105.8569112,
      "description": "Trans cotidie solus varietas tot undique esse stipes. Curriculum ea audio unus pectus. Degero teres veritas auctus cotidie illum undique umquam."
    },
    {
      "address": "39 Ngõ 622 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Bột & Bống - Nước Ép Trái Cây Nguyên Chất - 622 Minh Khai",
      "latitude": 20.9983993,
      "longitude": 105.8710224,
      "description": "Nisi vulpes recusandae accusamus sto congregatio vestigium minima voluptate. Demo soluta vulnero volubilis candidus. Vociferor coepi cura dolorum amitto minus arcus volubilis."
    },
    {
      "address": "76 Lạc Trung, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa PandaGo - Tea & Icream - Lạc Trung",
      "latitude": 21.00449386,
      "longitude": 105.86378275,
      "description": "Alias traho volubilis demum decor valetudo campana timor carmen. Crudelis voco subnecto custodia id bis cicuta vel sollicito. Accusator altus trepide patior bellum explicabo decens certe."
    },
    {
      "address": "57 Ngõ 41 Phố Vọng, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Thủy Hùng Cơm Gà Ba Vì  - Phố Vọng",
      "latitude": 20.9984965,
      "longitude": 105.8426557,
      "description": "Cuppedia nesciunt eum cupiditas barba. Cibo antiquus capio praesentium xiphias vae denique nam conicio. Beneficium charisma vero sub."
    },
    {
      "address": "266 Kim Ngưu, P. Quỳnh Mai, Hai Bà Trưng, Hà Nội",
      "name": "BB Quán Thiên Đường Ăn Vặt - Ăn Vặt - Kim Ngưu",
      "latitude": 20.99963813,
      "longitude": 105.8615854,
      "description": "Cohibeo tamdiu curiositas clamo saepe thesaurus suus corpus non. Clibanus audeo dicta carpo patrocinor tripudio vero tredecim volutabrum. Coepi abeo alias ea."
    },
    {
      "address": "40 Thịnh Yên, P. Phố Huế, Hai Bà Trưng, Hà Nội",
      "name": "Rum - Coffee & Tea",
      "latitude": 21.010365,
      "longitude": 105.853577,
      "description": "Supra abutor surculus voluptatum trans tergeo consequatur. Astrum valde aiunt valeo. Talus vesper nihil abutor titulus explicabo."
    },
    {
      "address": "26 Thể Giao, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Kei Kà Phê",
      "latitude": 21.013563,
      "longitude": 105.847434,
      "description": "Voro esse tripudio. Subseco acceptus arbitro arca vulgus celo. Cura ancilla creator nemo caritas."
    }
  ]
}