{
  "count": 200,
  "data": [
    {
      "address": "11 Ngõ 158 Hồng Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Gà Thần Thánh - 158 Hồng Mai",
      "latitude": 20.998418,
      "longitude": 105.852976,
      "description": "Arma deripio reiciendis denego. Denuncio atavus conor addo suggero aegrotatio decipio bestia. Acerbitas voluptatem administratio taedium apostolus amet comitatus deprimo vergo amoveo."
    },
    {
      "address": "27 Ngõ 38 Dốc Thọ Lão, Lò Đúc, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Đa Trộn - Dốc Thọ Lão",
      "latitude": 21.011455,
      "longitude": 105.857389,
      "description": "Sustineo tibi titulus confero conduco custodia bis reprehenderit. Vis quia adeo. Candidus voluptate laboriosam."
    },
    {
      "address": "11 Thái Phiên, Hai Bà Trưng, Hà Nội",
      "name": "Bami King - Bánh Mì Bò Nướng & Cơm Thố  - Thái Phiên",
      "latitude": 21.010508,
      "longitude": 105.850935,
      "description": "Angelus absque provident. Absorbeo spes cattus spargo iusto facere venio. Ventito coadunatio pauper cado."
    },
    {
      "address": "220 Chùa Quỳnh (Phía Đối Diện Vinmart), P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "San Tokbokki - Ẩm Thực Hàn Quốc - Hồng Mai",
      "latitude": 20.9993653,
      "longitude": 105.85668143,
      "description": "Pariatur vos temporibus solum laborum optio cenaculum veniam temptatio. Arca atque adduco civitas eum veniam ager cubitum cupio universe. Tertius paulatim vulgivagus."
    },
    {
      "address": "175 Bạch Mai, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Tấm Phương Anh - Bạch Mai",
      "latitude": 21.005318,
      "longitude": 105.851247,
      "description": "Eos cunae abeo volaticus. Aegrus deserunt tandem. Vulgus beatus defaeco cunae timidus nesciunt derideo quas summopere."
    },
    {
      "address": "55 Phố Huế, Hai Bà Trưng, Hà Nội",
      "name": "Nhà Hàng 123 - Phố Huế",
      "latitude": 21.0180796,
      "longitude": 105.85171419,
      "description": "Spoliatio voluptatum aro similique at depulso. Calamitas excepturi beatae tribuo tergeo volva tres. Agnosco ultra taedium curriculum arcesso consuasor consuasor solum."
    },
    {
      "address": "126 Hồng Mai, Hai Bà Trưng, Hà Nội",
      "name": "Cô Tám - Cơm Rang & Cơm Tấm - 126 Hồng Mai",
      "latitude": 20.99895516,
      "longitude": 105.85261767,
      "description": "Arx alias conduco ubi cicuta tondeo suffoco. Sequi dens vulticulus rem audax cras. Calamitas volo tabgo succurro cena veniam acies tabgo."
    },
    {
      "address": "257 Thanh Nhàn, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Gà Luộc & Gà Ủ Muối Hoa Tiêu & Gà Rán - Thanh Nhàn",
      "latitude": 21.00284825,
      "longitude": 105.85374487,
      "description": "Suscipit qui iste inflammatio una officiis occaecati xiphias vinco. Vitiosus charisma administratio vesica vergo. Possimus crux adamo theologus doloremque eum taceo cupressus thalassinus ciminatio."
    },
    {
      "address": "6 Ngách 4 Ngõ Hậu Khuông, Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "BUMTRO - Bún Trộn Nam Bộ - Bạch Mai",
      "latitude": 21.002923,
      "longitude": 105.850606,
      "description": "Decumbo incidunt patior vehemens amicitia triumphus usque adamo. Centum spiculum vel vado derelinquo crinis officiis vallum corrumpo sui. Crur capillus incidunt."
    },
    {
      "address": "461 Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Thố Anh Nguyễn - Minh Khai",
      "latitude": 20.99760142,
      "longitude": 105.86666092,
      "description": "Tenus officia assumenda quaerat convoco tui bardus acer. Deprecator tam demitto quae ullus uter quisquam dedico aer. Bibo pecco tenetur assumenda ulciscor."
    },
    {
      "address": "122 Lạc Trung, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Bami King - Bánh Mì Bò Nướng & Cơm Thố  - 122 Lạc Trung",
      "latitude": 21.00296518,
      "longitude": 105.86428202,
      "description": "Venio peccatus stella delibero vacuus termes defero tempora. Aspicio adamo abbas tametsi denique. Calcar corroboro in patria."
    },
    {
      "address": "18 Ngõ 187 Hồng Mai, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "Papa’s Kitchen - Đồ Ăn Hàn Quốc & Cơm Trộn Healthy Gạo Lứt - Hồng Mai",
      "latitude": 20.99979316,
      "longitude": 105.85576286,
      "description": "Creber uxor vulnero pecco theca summopere. Vel ceno decet suadeo porro suggero casso. Aer teres universe valetudo."
    },
    {
      "address": "157 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Thố Bách Khoa - Trần Đại Nghĩa",
      "latitude": 21.0012485,
      "longitude": 105.8446024,
      "description": "Creo celer magni. Verumtamen audentia accedo vallum ventito harum tum vorax aro. Iure spoliatio quod molestiae."
    },
    {
      "address": "20 Lê Đại Hành, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Dũng Hạnh - Bánh Mì Giò Chả - Lê Đại Hành",
      "latitude": 21.00972542,
      "longitude": 105.85000339,
      "description": "Alias tracto fugit amicitia cena voluntarius. Tantum curvo deputo corrumpo ocer suffragium subiungo tabgo. Dapifer quaerat claro carbo rerum."
    },
    {
      "address": "14 Ngách 10 Ngõ Mai Hương, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Ngon Mẹ Nấu - Bạch Mai",
      "latitude": 21.00031243,
      "longitude": 105.85120123,
      "description": "Torqueo laboriosam vilitas commodi. Blandior valens repellendus apud aspicio territo adicio subiungo. Reprehenderit ultio eum sonitus validus."
    },
    {
      "address": "240 Lê Thanh Nghị, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Cúc - Cháo Sườn Sụn - Lê Thanh Nghị",
      "latitude": 21.00170944,
      "longitude": 105.84240137,
      "description": "Avarus vespillo cur auctus sursum desolo. Dolor summa occaecati ab adsidue surgo saepe. Comptus temptatio sub approbo alter creber appositus tamquam adipisci."
    },
    {
      "address": "Số 7 Ngõ 624 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Cháo Sườn Sụn 88 - Cháo Gia Truyền - Shop Online",
      "latitude": 20.999412,
      "longitude": 105.8712196,
      "description": "Traho beatae succurro canis omnis surculus tepidus articulus cura. Aliqua valeo adopto curis tenax quasi aspernatur. Arca demoror solvo terebro."
    },
    {
      "address": "64 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Su Kem Singapore Chewy Junior - Trần Đại Nghĩa",
      "latitude": 21.001124,
      "longitude": 105.845255,
      "description": "Deorsum contigo tum textilis tutamen caries vel aureus. Acsi surgo cognomen cilicium. Crux ancilla vulnus suppellex thema."
    },
    {
      "address": "35 Thanh Nhàn, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Tuhu Bread - Thanh Nhàn",
      "latitude": 21.002824,
      "longitude": 105.859387,
      "description": "Casso circumvenio adflicto creator culpo odio adduco qui. Harum cohibeo velum balbus delinquo repellendus causa commodo ventito vere. Nam tremo magnam bos vero volutabrum."
    },
    {
      "address": "42 Bùi Ngọc Dương, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Loan Béo - Bún & Miến Ngan - Bùi Ngọc Dương",
      "latitude": 21.000963,
      "longitude": 105.854047,
      "description": "Tamdiu voluptas combibo perferendis conor civitas degusto. Decimus subito vita consectetur campana conservo animus quis considero. Spargo video vetus sequi."
    },
    {
      "address": "104 Lê Thanh Nghị , P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Gà Rán Popeyes - Lê Thanh Nghị",
      "latitude": 21.00203921,
      "longitude": 105.84627251,
      "description": "Cibus vae clibanus cena laudantium terreo stabilis. Callide abeo curtus canis subvenio vehemens cogo ipsa tametsi. Necessitatibus cursus calco suus deputo claro cui dedico."
    },
    {
      "address": "50 Ngõ Tự Do, Hai Bà Trưng, Hà Nội",
      "name": "Hoàng Huệ - Cơm Rang & Bún Bò Trộn - Ngõ Tự Do",
      "latitude": 20.997396,
      "longitude": 105.846273,
      "description": "Itaque sopor culpo truculenter decimus calcar undique. Tenetur trepide caritas venustas atrox rem. Quibusdam degero votum patruus undique brevis veritatis."
    },
    {
      "address": "11B Ngõ E7, P. Quỳnh Mai, Hai Bà Trưng, Hà Nội",
      "name": "Somali Cat - Bánh Ngọt & Trà Sữa Online - Quỳnh Mai",
      "latitude": 21.00184935,
      "longitude": 105.86062794,
      "description": "Ullam corrigo alter aperiam aurum decretum collum. Vetus quas clamo complectus sol cunabula similique. Excepturi deporto harum apud."
    },
    {
      "address": "331 Phố Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Texas Chicken - Bạch Mai",
      "latitude": 21.00194,
      "longitude": 105.85086,
      "description": "Adicio ullus cado dolorem ulciscor pax damnatio comis. Tunc bis tersus capitulus stultus inventore bibo. Repudiandae capio fuga uberrime suppellex."
    },
    {
      "address": "57 Ngõ 41 Phố Vọng, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Happy Food - Cơm Văn Phòng - Phố Vọng",
      "latitude": 20.9985,
      "longitude": 105.8426,
      "description": "Aeneus undique coniecto tergiversatio. Sulum thymbra trucido ut sulum volubilis sto tonsor adipiscor. Ab statua credo timidus ratione."
    },
    {
      "address": "8 Ngõ 108 Lò Đúc, P. Đống Mác, Hai Bà Trưng, Hà Nội",
      "name": "Bếp Cô Thảo - Cơm Văn Phòng Tự Chọn",
      "latitude": 21.013406,
      "longitude": 105.857468,
      "description": "Suscipit ducimus claudeo curvo accedo adopto ratione. Illum pectus sol provident. Vulgo conculco celebrer nobis omnis turbo adipisci."
    },
    {
      "address": "76 Bùi Ngọc Dương, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Mì Trộn Indomie 158 - Bùi Ngọc Dương",
      "latitude": 20.99987411,
      "longitude": 105.85349274,
      "description": "Taceo vinum subiungo calculus vergo thema commemoro. Tunc velit commemoro tonsor. Utor comprehendo tui advoco caelum vaco benigne illo conscendo corrumpo."
    },
    {
      "address": "110 Ngõ Hoà Bình 7, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Trang Huyền - Mỳ Trộn Indomie - Minh Khai",
      "latitude": 20.9973499,
      "longitude": 105.858005,
      "description": "Aro claudeo volva defleo temptatio. Subito cometes capio cotidie. Temeritas tabesco cura."
    },
    {
      "address": "75 Bạch Mai, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Bà Tuyết - Bánh Trôi Tàu & Chè Sắn Nóng",
      "latitude": 21.007635,
      "longitude": 105.85146,
      "description": "Supra certus cedo ipsam civis videlicet una timor dolorum conspergo. Repellendus congregatio auxilium. Ocer deripio suggero."
    },
    {
      "address": "112 K2 Ngõ 48 Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Thố Bách Khoa - Tạ Quang Bửu",
      "latitude": 21.000908,
      "longitude": 105.848861,
      "description": "Creator vix hic impedit cui urbs temeritas armarium atqui votum. Voluptas velit talis tristis subito cerno mollitia. Deleo supellex arguo demum cras viriliter degenero comprehendo adipisci arca."
    },
    {
      "address": "164 Trương Định, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Bún Đậu Hương Mơ - 164 Trương Định",
      "latitude": 20.991527,
      "longitude": 105.848843,
      "description": "Voluntarius cuppedia auditor similique absens tracto solium articulus. Aliqua cibo deleniti quos tondeo tabernus ipsa. Denego cariosus ambitus utilis condico cariosus."
    },
    {
      "address": "328 Bà Triệu, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Thố Anh Nguyễn - Bà Triệu",
      "latitude": 21.009917,
      "longitude": 105.849031,
      "description": "Acervus vesper adsidue arca cilicium. Super pectus volaticus amplexus aduro defero suffoco. Vere alveus sto debilito viriliter."
    },
    {
      "address": "38 Phố Thọ Lão, P. Đống Mác, Hai Bà Trưng, Hà Nội",
      "name": "Như Mây - Bánh Đa Trộn",
      "latitude": 21.01146851,
      "longitude": 105.85777652,
      "description": "Cupiditas somniculosus peior. Corporis nobis dolorem iusto territo omnis tollo depulso auctor. Aestus tertius aeneus."
    },
    {
      "address": "91 Trần Đại Nghĩa, Hai Bà Trưng, Hà Nội",
      "name": "Mì Cay Seoul - Trần Đại Nghĩa",
      "latitude": 21.00482087,
      "longitude": 105.84564114,
      "description": "Aperte corona cumque strenuus combibo cito animus vis. Comitatus volva caterva uxor sponte cattus solutio. Clamo comminor vulpes abduco decumbo dolorum nemo expedita itaque pauper."
    },
    {
      "address": "439 Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Vợ Ong Vàng - Bạch Mai",
      "latitude": 20.999724,
      "longitude": 105.850481,
      "description": "Sol vetus spiculum quisquam perspiciatis synagoga tandem. Capto basium ratione claustrum. Id victus cariosus deduco conitor incidunt inventore magnam cilicium summisse."
    },
    {
      "address": "Lô TN-36, Đ9-8, Tầng B1 Vincom Mega Mall Times City, 458 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Gà Rán Popeyes - Times City",
      "latitude": 20.995102,
      "longitude": 105.868773,
      "description": "Ventosus civis condico canonicus damno. Ter comes ipsum. Defetiscor peior villa suggero versus argentum suggero summa."
    },
    {
      "address": "16A Ngõ 36 Lê Thanh Nghị, Hai Bà Trưng, Hà Nội",
      "name": "Tiệm Gà Rán Óng Ánh - Lê Thanh Nghị",
      "latitude": 21.00369804,
      "longitude": 105.8497896,
      "description": "Maiores aliqua artificiose carus fugit dedico terminatio accendo dignissimos. Paens tubineus timidus via cito repellat basium verus. Utique tempora claro crux spargo canonicus tergo arto."
    },
    {
      "address": "66 Tô Hiến Thành, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Cuốn Bà Hoành - Tô Hiến Thành",
      "latitude": 21.013508,
      "longitude": 105.849838,
      "description": "Curvo volva condico iste quae nisi volo abstergo. Annus textilis templum comparo veniam sonitus apostolus sophismata. Magnam nostrum perferendis xiphias vix summisse ambitus."
    },
    {
      "address": "292 Bà Triệu, Hai Bà Trưng, Hà Nội",
      "name": "Gà Rán KFC - Bà Triệu",
      "latitude": 21.0124139,
      "longitude": 105.8491546,
      "description": "Cuius crustulum alienus capto capitulus. Ullus tremo corporis communis crinis volaticus conturbo cresco callide. Venustas assentator audio."
    },
    {
      "address": "102 E6 Bách Khoa, Tạ Quang Bửu, Hai Bà Trưng, Hà Nội",
      "name": "Nam Phương - Cơm Tấm Sài Gòn - Tạ Quang Bửu",
      "latitude": 21.001199,
      "longitude": 105.84945,
      "description": "Clementia traho aeneus. Thalassinus carmen termes spiculum vilitas vomer tantillus et. Tremo bibo apud vacuus."
    },
    {
      "address": "9 Bùi Thị Xuân, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Chè Khúc Bạch Diệp Phương",
      "latitude": 21.018267,
      "longitude": 105.849974,
      "description": "Deleo supellex quis. Cunae canto ex. Bis adfero nostrum conitor velut alienus deinde sed arbitro caterva."
    },
    {
      "address": "96 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Vợ Ong Vàng - Trần Đại Nghĩa",
      "latitude": 20.997961,
      "longitude": 105.845802,
      "description": "Collum vulariter assentator placeat synagoga vel. Depraedor adsum totidem vobis succedo textor repellat speculum. Comitatus admoneo alter cometes perferendis patruus auxilium angulus."
    },
    {
      "address": "Tầng B1, Times City, 458 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Gà Rán KFC - Times City",
      "latitude": 20.998284,
      "longitude": 105.86827,
      "description": "Doloremque vapulus dapifer confido abeo. Tantum cultellus vulnus. Caste decor texo voluptas."
    },
    {
      "address": "25 Bùi Ngọc Dương, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Tun Tun - Bún Hải Sản Hoa Quả",
      "latitude": 21.001462,
      "longitude": 105.854356,
      "description": "Est vinculum tepidus correptius stabilis aperio sustineo decretum vir vestrum. Dolorem statua tibi synagoga. Ascisco tabesco creo inventore assumenda aptus deripio video admitto."
    },
    {
      "address": "202 Dương Văn Bé, Hai Bà Trưng, Hà Nội",
      "name": "Hiệp Huy - Nem Nướng Nha Trang & Trà Chanh - Dương Văn Bé",
      "latitude": 20.996402,
      "longitude": 105.873711,
      "description": "Avaritia tumultus armarium appono coniecto adduco. Creber angelus dicta tero hic denuo tandem tardus amissio annus. Advenio pecco utpote confido arbustum urbs traho armarium complectus tepidus."
    },
    {
      "address": "161 Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Bún Ngan - Bùi Thị Xuân",
      "latitude": 21.012976,
      "longitude": 105.849931,
      "description": "Deporto earum ea dicta temperantia credo acer tamisium. Denuncio comedo ducimus deleo utrimque aedificium colo solium aedificium. Perferendis decipio tyrannus depulso suasoria clam patria sustineo vomica carbo."
    },
    {
      "address": "30 Đoàn Trần Nghiệp, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "The Pizza Company - Đoàn Trần Nghiệp",
      "latitude": 21.01187,
      "longitude": 105.849337,
      "description": "Summisse ambitus placeat cicuta cometes vacuus tactus. Vilicus vergo aut accusamus congregatio conturbo. Solum cariosus appositus aeger suus avaritia uberrime patrocinor perferendis constans."
    },
    {
      "address": "6 Ngõ 28 Hương Viên, P. Đồng Nhân, Hai Bà Trưng, Hà Nội",
      "name": "Cô Ngà - Bánh Mì Nem Khoai",
      "latitude": 21.011687,
      "longitude": 105.855585,
      "description": "Carbo perspiciatis commodo. Textilis balbus arcesso arbitro optio autem timor. Quibusdam armarium optio caelum testimonium quasi est arbitro thymum bis."
    },
    {
      "address": "373 Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Gà Rán KFC - Bạch Mai",
      "latitude": 20.999882,
      "longitude": 105.850493,
      "description": "Tutamen claro tantum repudiandae ventus enim aggredior caelum contra neque. Cupressus creber apostolus terebro vivo solium vulnero usitas colo. Paens tibi bellum facilis cetera."
    },
    {
      "address": "209 Hồng Mai, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "Cô Hoài - Bánh Gà & Đồ Ăn Vặt",
      "latitude": 20.998865,
      "longitude": 105.855759,
      "description": "Facilis auxilium chirographum acceptus surgo celebrer commemoro coniuratio. Arbor coadunatio arma nostrum soleo iure. Demonstro curia cibo autem carcer terminatio molestias omnis."
    },
    {
      "address": "176 Lạc Trung, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Bún Ốc Sườn Cô Sáu - Lạc Trung",
      "latitude": 21.0031209,
      "longitude": 105.865059,
      "description": "Aegrus claustrum pax vero qui aestus texo. Delinquo tres tempora talis cuius defetiscor strenuus. Deprimo ullus turbo solio deduco spiritus comptus alter."
    },
    {
      "address": "125E P. Lò Đúc, P. Phạm Đình Hổ, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Tấm Phương Anh - Lò Đúc",
      "latitude": 21.01357004,
      "longitude": 105.85804098,
      "description": "Alienus talis iste tredecim voluntarius. Suus caries inflammatio abscido animus beneficium. Complectus sit vitae cum."
    },
    {
      "address": "18 Đại Cồ Việt, Hai Bà Trưng, Hà Nội",
      "name": "Thu Thùy - Bún Bò Huế",
      "latitude": 21.00877259,
      "longitude": 105.84996633,
      "description": "Abundans audax consequuntur correptius. Degusto calcar adulatio crinis hic. Torqueo theca custodia adulatio voveo advoco degenero desparatus calcar."
    },
    {
      "address": "103D1 Ngách 98 Ngõ Tự Do, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Hà Anh - Nem Nướng Nha Trang - Ngõ Tự Do",
      "latitude": 20.99916509,
      "longitude": 105.8481082,
      "description": "Curtus accusamus ea. Vulgus testimonium supellex conventus speciosus cras censura vapulus cruentus. Celo calco anser cogito abscido custodia sum turba inventore."
    },
    {
      "address": "4 Ngõ 121 Lê Thanh Nghị, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Duy Nhất - Phở Bò & Cơm Rang",
      "latitude": 21.001692,
      "longitude": 105.843049,
      "description": "Sulum unus voco. Assentator turba adulatio volup cras tunc conqueror vos. Deduco tutis tolero arcesso odit peior animadverto."
    },
    {
      "address": "80 Ngõ 254 Minh Khai, P. Mai Động, Hai Bà Trưng, Hà Nội",
      "name": "Xôi Thưởng 88 - Xôi Phú Thượng - Minh Khai",
      "latitude": 20.993596,
      "longitude": 105.858601,
      "description": "Campana demoror vinculum desolo deinde caries ventito culpa. Absens advoco sono placeat. Amicitia depulso tumultus blandior sonitus tibi."
    },
    {
      "address": "61 Lò Đúc, Hai Bà Trưng, Hà Nội",
      "name": "Xôi Bự - Lò Đúc",
      "latitude": 21.0162295,
      "longitude": 105.8562673,
      "description": "Temeritas adduco cruciamentum. Aptus cursim aetas assumenda. Cubicularis contabesco ea eligendi viriliter tergiversatio contigo."
    },
    {
      "address": "20 Lê Đại Hành, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Midori House - Salad & Đồ Ăn Healthy - Lê Đại Hành",
      "latitude": 21.00973397,
      "longitude": 105.850092,
      "description": "Vinculum in vitiosus ater attollo vapulus ad adsuesco. Crustulum talus tremo acquiro molestias creator spes. Summopere abduco tripudio nisi voluptas animus alias accusamus."
    },
    {
      "address": "272 Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Cháo 37 - Bạch Mai",
      "latitude": 21.002446,
      "longitude": 105.850761,
      "description": "Natus crapula admitto carus absum ab rerum aranea ex voro. Deorsum vestigium valetudo. Coniuratio ara vapulus delectatio sustineo vado compono abutor adicio arguo."
    },
    {
      "address": "Số 2 Ngách 98 Ngõ Tự Do, Trần Đại Nghĩa, Hai Bà Trưng, Hà Nội",
      "name": "Nem Nướng Nha Trang Ý Thiên - Trần Đại Nghĩa",
      "latitude": 20.99903937,
      "longitude": 105.84785603,
      "description": "Adsum animadverto addo arbitro cervus minima damno. Paulatim patruus atqui cernuus trucido sumo ustulo saepe. Absconditus culpo adfero itaque ustulo confido abbas."
    },
    {
      "address": "255 Phố Huế (Ngã Ba Phố Huế - Đoàn Trần Nghiệp), P. Phố Huế, Hai Bà Trưng, Hà Nội",
      "name": "SingResto - Cháo Ếch Singapore - Phố Huế",
      "latitude": 21.01185596,
      "longitude": 105.85175578,
      "description": "Vulticulus spero amissio apparatus valetudo adaugeo. Attero apparatus certe tredecim tripudio coepi verbum. Deficio adeo videlicet amita provident sursum coma audentia."
    },
    {
      "address": "66 Lò Đúc, Hai Bà Trưng, Hà Nội",
      "name": "Lotteria - Lò Đúc",
      "latitude": 21.01631759,
      "longitude": 105.856169,
      "description": "Surgo volaticus decumbo capillus. Tenax odio aut doloribus cur avaritia uberrime caecus. Tutis vilicus assumenda adhaero capio iure."
    },
    {
      "address": "P5 Nhà N8 Ngõ Tự Do, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Dương Dương - Lẩu Tokbokki, Mỳ Cay, Trà Chanh & Trà Tắc Online - Ngõ Tự Do",
      "latitude": 20.9990431,
      "longitude": 105.8476919,
      "description": "Complectus iure ascisco temeritas appositus cultura. Adeo aut maiores. Uterque deporto solutio suggero conservo."
    },
    {
      "address": "133 Trần Đại Nghĩa, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Maru Korean - Tiệm Đồ Ăn Hàn Quốc & Trà Sữa - Trần Đại Nghĩa",
      "latitude": 21.00205767,
      "longitude": 105.8449921,
      "description": "Confido tyrannus ante odit dolore coadunatio uredo arcesso. Caritas terreo conscendo decipio spiritus allatus spiritus. Subiungo cariosus utrum cotidie allatus crux aegre cupressus aut."
    },
    {
      "address": "20 Dương Văn Bé, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Tuhu Bread - Dương Văn Bé",
      "latitude": 20.999857,
      "longitude": 105.872378,
      "description": "Aestivus compono tabula antea acervus delectus comminor. Audax termes deputo capio viriliter statua temporibus. Amissio vix solum comparo verbera."
    },
    {
      "address": "25 Ngõ 125 Trương Định, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Que - Chuẩn Vị Hải Phòng - Trương Định",
      "latitude": 20.992374,
      "longitude": 105.84959,
      "description": "Conor ustulo degero delectatio video coniuratio allatus tristis compello bibo. Eaque certus suasoria corrumpo adeo voluntarius. Viscus temeritas theologus cuius trado sto vereor capio apud."
    },
    {
      "address": "21 Ngách 53 Ngõ Trại Cá, Trương Định, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Cherrypie - Tiệm Bánh Online",
      "latitude": 20.993287,
      "longitude": 105.848271,
      "description": "Aurum virga doloribus villa avaritia. Acidus territo degero comitatus sumptus distinctio communis illum. Antiquus vilicus tepidus certus."
    },
    {
      "address": "107A Y9 Ngõ Tự Do, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Guu Chicken - Cơm Gà & Gà Rán - Ngõ Tự Do",
      "latitude": 20.998245,
      "longitude": 105.846924,
      "description": "Vigilo tendo patior. Aveho angulus benigne coaegresco audacia abduco. Abutor utroque attollo sordeo conforto fugiat."
    },
    {
      "address": "59 Ngõ Chùa Liên Phái, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Korea House - Đồ Ăn Hàn Quốc Và Cơm Trộn - Ngõ Chùa Liên Phái",
      "latitude": 21.00535,
      "longitude": 105.84885,
      "description": "Strues talis vinco bardus quos amissio. Adeptio utor varietas vulnus cedo aut usque doloribus. Dolorem sordeo arca turbo comitatus."
    },
    {
      "address": "107 K6A (Mặt Sau) Ngõ 48 Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Ngọc Thạch Quán - Sữa Chua & Caramen - Tạ Quang Bửu",
      "latitude": 21.00061,
      "longitude": 105.848365,
      "description": "A maiores suscipit aeneus balbus statua thymbra suppellex viriliter. Aveho coruscus tergeo deserunt advoco vacuus. Adulescens advoco aurum sunt."
    },
    {
      "address": "12 Hẻm 14 Ngách 69 Ngõ 325 Kim Ngưu, Hai Bà Trưng, Hà Nội",
      "name": "Thuỷ Tiên’s Das Shop - Ăn Vặt Keto Online",
      "latitude": 21.00345,
      "longitude": 105.865149,
      "description": "Clamo addo vivo. Cubicularis spoliatio aggero admiratio hic. Necessitatibus summisse angustus."
    },
    {
      "address": "Tòa Nhà 15T2 (Dự Án Chung Cư 310 Minh Khai) 18 Tam Trinh, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Gà Rán KFC - Tam Trinh",
      "latitude": 20.9943316,
      "longitude": 105.8618566,
      "description": "Antepono minus debilito vestrum tibi concido. Volo traho unus amoveo culpo pectus baiulus comptus damno color. Aperte ciminatio causa cursim texo tui earum esse usitas aliquam."
    },
    {
      "address": "106 K2 Ngõ 48 Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Xôi Yến - Bách Khoa",
      "latitude": 21.000888,
      "longitude": 105.84888,
      "description": "Corporis arbor cauda sui reprehenderit comitatus vinco triduana at optio. Cultellus atavus harum contabesco. Administratio caterva celo cogo."
    },
    {
      "address": "7 Ngõ 158 Hồng Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "A-Phú - Mì Trộn Indomie - Hồng Mai",
      "latitude": 20.998717,
      "longitude": 105.853187,
      "description": "Concedo celebrer victus aggero pel ceno avarus. Vivo averto victoria cursus soleo barba trepide nobis. Torrens cenaculum terreo."
    },
    {
      "address": "419 Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Sườn Đào Duy Từ - Bạch Mai",
      "latitude": 20.999052,
      "longitude": 105.85044,
      "description": "Eum vinum autus abbas sustineo surculus contego ratione cilicium ubi. Tabgo voluntarius terminatio expedita vivo thermae. Texo vilis earum trepide velum."
    },
    {
      "address": "10 Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Vợ Ong Vàng - Tạ Quang Bửu",
      "latitude": 21.00523314,
      "longitude": 105.84692547,
      "description": "Abutor audentia charisma odit thalassinus cicuta aut. Uter tergeo desipio comparo tubineus vado. Repellendus aliqua tactus maiores ipsam totus mollitia cimentarius adulatio verumtamen."
    },
    {
      "address": "90A Yết Kiêu, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Tráng Trộn - Yết Kiêu",
      "latitude": 21.0202495,
      "longitude": 105.8425621,
      "description": "Canonicus textilis cometes defetiscor. Arx fugiat earum tabesco vilicus amet vulariter sursum commodi. Asper caelum distinctio confugo."
    },
    {
      "address": "118A Phố Huế, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì - Phố Huế",
      "latitude": 21.0168,
      "longitude": 105.85146043,
      "description": "Sui arcesso turbo incidunt tenax totidem vestrum. Decens angustus alveus carmen urbanus voluntarius victus. Depono verbum veritatis peior spargo defaeco usque deorsum triduana."
    },
    {
      "address": "18 Ngõ Thái Lợi, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Bee Quán - Bún Sườn Chua, Cháo Sườn & Mì Trộn Indomie - Thái Lợi",
      "latitude": 21.0014171,
      "longitude": 105.8513077,
      "description": "Curtus vox omnis vitiosus quaerat utilis necessitatibus. Civis sto rem. Theatrum voluptate corrupti."
    },
    {
      "address": "Đối Diện 44 Thọ Lão, P. Đồng Nhân, Hai Bà Trưng, Hà Nội",
      "name": "Bún Miến Ngan Bà Hoàn - Thọ Lão",
      "latitude": 21.01131079,
      "longitude": 105.85770601,
      "description": "Consequuntur thymum antea trado laborum culpo combibo defungo patior advoco. Ventus adopto antiquus trucido degenero animus crustulum delectus tredecim pecus. Pecco audeo agnosco ultra allatus traho statim."
    },
    {
      "address": "18 Ngõ Chùa Hưng Ký, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Xôi Thắng - Xôi & Bánh Mì - Ngõ Chùa Hưng Ký",
      "latitude": 20.99479434,
      "longitude": 105.85470631,
      "description": "Quae aiunt verumtamen aeneus thesaurus trado adinventitias sperno. Harum virga auctus creptio terebro vilis currus cohaero. Ea sublime tibi comis trucido aurum ancilla."
    },
    {
      "address": "7 Nguyễn Công Trứ, P. Phạm Đình Hổ, Hai Bà Trưng, Hà Nội",
      "name": "Chim Quay - 7C Nguyễn Công Trứ",
      "latitude": 21.01452535,
      "longitude": 105.85673044,
      "description": "Conculco auditor caries venustas deduco consequatur. Eligendi delinquo admitto defleo officiis caelestis tres candidus toties. Depraedor acidus amaritudo facere."
    },
    {
      "address": "14 Chùa Liên Phái, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Tiệm Mỳ Gà Tần - 14 Chùa Liên Phái",
      "latitude": 21.0050048,
      "longitude": 105.8507231,
      "description": "Bis stips tenax. Stabilis speculum dedico ipsam caste articulus contabesco viscus vapulus vilitas. Harum assentator caste absum victus crustulum."
    },
    {
      "address": "61 Trần Nhân Tông, P. Nguyễn Du , Hai Bà Trưng, Hà Nội",
      "name": "Ngôi Nhà Bỏng Ngô - ProperCorn Việt Nam - Trần Nhân Tông ",
      "latitude": 21.0168318,
      "longitude": 105.8487768,
      "description": "Minima debitis approbo cursus damno. Voluntarius accendo spiculum clamo traho atavus corrupti sublime. Ullam tabernus vehemens adsuesco capitulus pauci voro ventito."
    },
    {
      "address": "124 Ngõ 8 Bùi Ngọc Dương, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Rán Tí Hon - Bùi Ngọc Dương",
      "latitude": 21.00043747,
      "longitude": 105.85303076,
      "description": "Uter mollitia argentum atqui. Dolorum videlicet vinitor ars vomer sui nam. Collum ipsum sono antiquus astrum."
    },
    {
      "address": "15 Ngõ 38 Thọ Lão, P. Đông Mác, Hai Bà Trưng, Hà Nội",
      "name": "Nhà Giữa - Bánh Đa Trộn",
      "latitude": 21.011459,
      "longitude": 105.857363,
      "description": "Video aliquam cubitum censura cena. Cohors nesciunt annus tener una repellat spes voluptatem. Creptio sustineo vito surculus color tribuo patria coepi cultellus."
    },
    {
      "address": "386 Trần Khát Chân, P. Đống Mác, Hai Bà Trưng, Hà Nội",
      "name": "Miến Lươn Thủy Lợi Lê Đại Hành - Trần Khát Chân",
      "latitude": 21.009623,
      "longitude": 105.856917,
      "description": "Truculenter vigilo aranea stultus traho caelestis textilis aequus utilis excepturi. Acsi solvo sto utroque arcus urbs tabernus infit solvo. Sol reprehenderit adeptio bellum tendo."
    },
    {
      "address": "Tầng 1, Tòa Nhà Hàn Việt, 203 Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Lotteria - Minh Khai",
      "latitude": 20.996448,
      "longitude": 105.861634,
      "description": "Solvo sodalitas administratio desolo demitto vigor alioqui. Aeternus atrox cur commemoro deserunt talis aveho tyrannus. Sollers aperiam confugo comminor quos nisi."
    },
    {
      "address": "342 Lạc Trung, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Savor - Bánh Mì & Trà Sữa - Lạc Trung",
      "latitude": 21.003187,
      "longitude": 105.868209,
      "description": "Architecto dolorum tondeo angulus. Paens cariosus ascisco vitium umerus depereo vomito molestias vesica calco. Agnitio desparatus adicio suus."
    },
    {
      "address": "141E Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Chè Dừa Thái Lan 365 - Trương Định",
      "latitude": 20.99190867,
      "longitude": 105.84928283,
      "description": "Veritatis sodalitas suus crur aetas vis apostolus ventus corroboro. Decumbo repellat deinde. Taedium vapulus cruciamentum error cui ter sollicito suasoria arma subseco."
    },
    {
      "address": "88 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Linh - Cari Gà & Ăn Vặt Hàn Quốc",
      "latitude": 20.9984221,
      "longitude": 105.8457486,
      "description": "Urbanus audentia umquam suscipio libero arbor. Desidero amitto quasi accusamus cras cum tergum asperiores. Autus dignissimos solutio tres."
    },
    {
      "address": "Trần Đại Nghĩa, Hai Bà Trưng, Hà Nội",
      "name": "Lotteria - Trần Đại Nghĩa",
      "latitude": 21.001981,
      "longitude": 105.844817,
      "description": "Aptus trucido contego thalassinus subseco quaerat sub. Voro abstergo unus valeo conitor architecto aequitas minima vulgus explicabo. Accusantium adamo viscus vinco stillicidium."
    },
    {
      "address": "154 Bà Triệu, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Lotteria - Bà Triệu",
      "latitude": 21.0169942,
      "longitude": 105.8491269,
      "description": "Summopere curis a terreo. Desipio barba claustrum. Suasoria crux ambulo."
    },
    {
      "address": "437 Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Lotteria - Bạch Mai",
      "latitude": 20.998269,
      "longitude": 105.850251,
      "description": "Templum taceo odit amoveo quaerat supra. Laudantium administratio terra cuius ater cohibeo vindico utilis attollo cunabula. Volo amita acer acsi voluptatibus."
    },
    {
      "address": "22 Ngõ Hòa Bình 2, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Anh Béo - Bún & Bánh Đa Trộn - Minh Khai",
      "latitude": 20.995998,
      "longitude": 105.852376,
      "description": "Ventosus ait porro cilicium compono spectaculum. Vitium alioqui amplexus canonicus subvenio via coadunatio averto. Ante crapula consectetur sol."
    },
    {
      "address": "282 Minh Khai , P. Mai Động, Hai Bà Trưng, Hà Nội",
      "name": "Bún Bò Huế 65 - Minh Khai",
      "latitude": 20.99544827,
      "longitude": 105.85988739,
      "description": "Sapiente unus sodalitas ipsam verto delibero nisi deripio utrum volaticus. Explicabo spiculum tolero tripudio abeo calamitas. Cohibeo pariatur vulpes vicinus conqueror eaque conspergo delego trado."
    },
    {
      "address": "24 Trương Định, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Huyền Anh - Bún Bò Huế - Trương Định",
      "latitude": 20.995646,
      "longitude": 105.849831,
      "description": "Doloremque altus crur voco theologus atrocitas maiores derideo vigor. Tredecim comedo nam considero armarium vito tondeo. Sophismata deserunt corona tandem vaco teres."
    },
    {
      "address": "38 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Viki - Trà Sữa, Hoa Quả Dầm Kem & Trà Hoa Quả - 38 Trần Đại Nghĩa",
      "latitude": 21.002214,
      "longitude": 105.844706,
      "description": "Patria adnuo alii umerus omnis verumtamen labore unde artificiose. Voluptas allatus tempore ipsa crepusculum degero conicio sophismata catena. Recusandae reiciendis tripudio suffoco complectus calculus conicio."
    },
    {
      "address": "22 ngách 85, ngõ chùa Liên Phái  Bạch Mai, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Linh Chicken Online - Gà Rán & Bánh Gà - Bạch Mai",
      "latitude": 21.0051283,
      "longitude": 105.8492496,
      "description": "Sumptus molestiae angulus ustilo reiciendis triumphus adipisci. Audentia substantia vado at allatus. Suffragium theologus beneficium labore ara utor pecus."
    },
    {
      "address": "31 Ngách 81 Ngõ Hoà Bình 7, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Hoa Quả 88 - Ngõ Hoà Bình 7",
      "latitude": 20.9975858,
      "longitude": 105.85697496,
      "description": "Demonstro valetudo angelus perspiciatis acquiro doloribus demoror adsuesco absorbeo. Tactus taceo valde unde cribro. Tantum carmen ars angelus temeritas thesis doloremque coaegresco ambitus."
    },
    {
      "address": "27 Ngỗ Huế, P. Ngô Thì Nhậm, Hai Bà Trưng, Hà Nội",
      "name": "Mr.Eco Salad Healthy - Food & Drinks - Ngõ Huế",
      "latitude": 21.01474699,
      "longitude": 105.85277419,
      "description": "Desolo patria magnam conforto dedico textus. Turba spiritus antea harum velit apostolus sortitus defero delibero vis. Aestas beatus amet vereor vicinus aranea conculco caste adversus."
    },
    {
      "address": "288 Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Mạnh Bệu - 288 Bạch Mai",
      "latitude": 21.002834,
      "longitude": 105.850791,
      "description": "Explicabo cura aveho ipsa patrocinor. Arca vobis quam crapula patria. Correptius uterque depulso conatus concedo tutamen adficio surculus cohibeo."
    },
    {
      "address": "SH-03, Tầng 1,2,3 Tòa Nhà Century Tower, 458 Phố Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Gà Rán & Burger McDonald's - Vinhomes Times City",
      "latitude": 20.99740728,
      "longitude": 105.86804817,
      "description": "Decor custodia cuius templum. Delibero sufficio arcesso cetera. Dignissimos adeo sum aegrus cedo."
    },
    {
      "address": "Tầng Hầm 1, Hầm B1, Gian Hàng Số 5 Vincom Times City, 458 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "The Pizza Company - Vincom Times City",
      "latitude": 20.99634842,
      "longitude": 105.86848355,
      "description": "Dolor tabgo bibo autem vulpes adaugeo tergum ventito angustus. Vociferor aperio vergo in cohors omnis theologus. Concedo cunabula sumptus tenuis ager."
    },
    {
      "address": "47C Mai Hắc Đế, Hai Bà Trưng, Hà Nội",
      "name": "Bà Sâm - Bún Chả & Nem Cua Bể - 47C Mai Hắc Đế",
      "latitude": 21.014808,
      "longitude": 105.851005,
      "description": "Talis totus advoco aut tolero talus caste volva. Ipsum depereo ustulo ago aer corpus. Beatus tui assumenda demens vulticulus vociferor acquiro carcer tenus."
    },
    {
      "address": "Số 1 Ngách 98 Ngõ Tự Do, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Tráng Trộn 74 - Ngõ Tự Do",
      "latitude": 20.99871279,
      "longitude": 105.84834114,
      "description": "Sequi causa auxilium. Corroboro vigilo tenus. Speciosus talis viscus."
    },
    {
      "address": "30 Thi Sách, P. Ngô Thì Nhậm, Hai Bà Trưng, Hà Nội",
      "name": "Mắm Quán - Chân Gà Chiên Mắm & Lẩu Sạch",
      "latitude": 21.016212,
      "longitude": 105.854138,
      "description": "Vilicus talis mollitia abstergo adopto. Stabilis accommodo amicitia subseco porro tardus calcar repellat. Sit claustrum stillicidium strenuus cubicularis succedo utilis omnis."
    },
    {
      "address": "23B Thái Phiên, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Kim Anh - Bún Đậu & Cơm Rang",
      "latitude": 21.010541,
      "longitude": 105.850275,
      "description": "Tumultus adamo crudelis degenero corpus fugit curtus conspergo reprehenderit. Deludo quia spectaculum vomica decerno supra debitis dolorem. Acidus sit dens vallum comparo."
    },
    {
      "address": "2 Ngõ 100 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Chén Cả Thế Giới - Phố Bánh Gà & Chè - Trần Đại Nghĩa",
      "latitude": 20.997647,
      "longitude": 105.84564,
      "description": "Consequatur bestia vergo clam dicta coepi conqueror absorbeo. Angustus acceptus calcar claustrum cursim veniam adimpleo alo utilis vitae. Voluptatibus defetiscor arbor arcus auxilium voluptates accusantium mollitia."
    },
    {
      "address": "104B10 Ngõ Trại Găng, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Xuân Food - Mì Trộn Indomie - Ngõ Trại Găng",
      "latitude": 21.0041131,
      "longitude": 105.8524827,
      "description": "Cresco theca doloribus. Tego caste confero. Volutabrum dolores umbra defero vir summa theologus creo."
    },
    {
      "address": "25 Lê Đại Hành, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Su Kem Nhật Bản Beard Papa’s - Lê Đại Hành",
      "latitude": 21.009967,
      "longitude": 105.849651,
      "description": "Truculenter ventito eos quaerat crustulum aduro tondeo bellum. Placeat cattus maiores compono thorax decens itaque. Deorsum admiratio incidunt ocer abutor abundans."
    },
    {
      "address": "50 Ngõ Tự Do, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Hoàng Huệ - Bún Riêu Cua Cá & Bánh Đa Trộn - Ngõ Tự Do",
      "latitude": 20.99721115,
      "longitude": 105.84629173,
      "description": "Molestias amor antea umerus demens conitor deleniti. Allatus nihil verbum adiuvo. Autus esse audacia tunc aeneus crepusculum esse vinco vinum comptus."
    },
    {
      "address": "5 Lĩnh Nam, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Rang Dũng Béo - Lĩnh Nam",
      "latitude": 20.991519,
      "longitude": 105.863586,
      "description": "Causa delectatio id vigor peccatus adhaero tricesimus censura. Coma voluptatem amor. Sequi vel tactus."
    },
    {
      "address": "155 Triệu Việt Vương, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Cuốn Nóng 101 Bà Triệu - Triệu Việt Vương",
      "latitude": 21.01238603,
      "longitude": 105.85045916,
      "description": "Decens triduana aperte. Facere carmen ars crapula tantum spargo bos thymbra. Calcar stipes canis soleo fugiat ab velociter sortitus fuga voluntarius."
    },
    {
      "address": "688 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Hắt 2 Ô - Nem Nướng Nha Trang - Minh Khai",
      "latitude": 21.00082879,
      "longitude": 105.87066708,
      "description": "Condico solitudo usus debilito decimus omnis pax bos corrigo. Defendo vicissitudo acsi amita textor conicio accommodo. Ars taceo corroboro libero conservo valens velut reiciendis suscipit."
    },
    {
      "address": "23 Hồng Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Nhi Food - Nem Chua Tạm Thương & Mì Trộn Indomie - Hồng Mai",
      "latitude": 20.99901241,
      "longitude": 105.85181291,
      "description": "Sit clam aperiam bardus certe eum confugo expedita ademptio comburo. Asperiores adeptio careo atavus absum collum. Voluptatibus adnuo canonicus cedo arcus universe nesciunt facere."
    },
    {
      "address": "Hầm B1, T5 Times City, 458 Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Lotteria - Time City",
      "latitude": 20.996404,
      "longitude": 105.868702,
      "description": "Calco volubilis damno cado appello curis ago corrigo claro. Atqui beatus vinitor vereor ut ex corona calculus alienus tracto. Nam adnuo sumo villa."
    },
    {
      "address": "46 Lạc Trung, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Gà Xôi Mắm Còn",
      "latitude": 21.00309236,
      "longitude": 105.86309876,
      "description": "Occaecati addo provident agnosco labore adsum tredecim. Advoco commemoro compono debilito voro dedecor. Cogito demergo velut admoveo aequitas acervus tredecim tam."
    },
    {
      "address": "27 Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Minh Nhật - Nguyễn Du",
      "latitude": 21.01840514,
      "longitude": 105.85095439,
      "description": "Caecus tempora magni denique voluptatum tibi. Sophismata amaritudo cernuus adstringo spiritus virgo ademptio officiis aequus demitto. Consequatur videlicet pecus laborum tumultus."
    },
    {
      "address": "13ABC Ngõ 13 Hàng Chuối, P. Phạm Đình Hổ, Hai Bà Trưng, Hà Nội",
      "name": "So Cuốn - Hàng Chuối",
      "latitude": 21.0179671,
      "longitude": 105.857212,
      "description": "Casso universe voro corpus desolo. Una usque demergo omnis clibanus beatae comminor denuncio. Illo impedit sed vilis absum audacia demulceo conspergo trucido decimus."
    },
    {
      "address": "126 Bạch Mai, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Bếp Mẹ Bông - Chân Gà Sả Ớt Online",
      "latitude": 21.00599464,
      "longitude": 105.85112582,
      "description": "Solium vigilo bestia viriliter vindico depromo vinco alo cogito aurum. Coepi dicta apostolus creber acervus cunae ago crustulum sui. Vado nam inflammatio."
    },
    {
      "address": "Ki Ốt 2 Ngõ 124 Vĩnh Tuy (Đối Diện 38 Ngõ 124 Vĩnh Tuy), P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Chè Bát Phố Cổ - Vĩnh Tuy",
      "latitude": 21.00109,
      "longitude": 105.875414,
      "description": "Auctor cerno pariatur asperiores vilicus. Atque deorsum rem uberrime aduro auctus. Abscido spero conturbo cunctatio solitudo candidus crinis antea aliquam curvo."
    },
    {
      "address": "474 Trần Khát Chân, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Tú Gà - Chân Gà Rang Muối - Trần Khát Chân",
      "latitude": 21.008951,
      "longitude": 105.853793,
      "description": "Baiulus vesica pel consuasor cultellus pax arbitro. Textor vulgivagus animi ademptio. Vinum calcar apto timidus solitudo repudiandae auditor velut trans studio."
    },
    {
      "address": "27 Kiot 11 Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Bún Cá Thái Bình - Tạ Quang Bửu",
      "latitude": 21.0025544,
      "longitude": 105.8488116,
      "description": "Cenaculum apostolus verus sono consuasor vox clam delego vicissitudo. Stabilis uredo aspernatur approbo talis corrigo vesica. Ager pecus aequus vehemens crustulum."
    },
    {
      "address": "316 Bà Triệu, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "BBQ Chicken - Gà rán Hàn Quốc - Bà Triệu",
      "latitude": 21.010613,
      "longitude": 105.849031,
      "description": "Repellat tabella arx termes terreo cunabula caelum aegrus. Corrumpo culpa tero paulatim vulgus comprehendo accommodo victus. Corrupti recusandae causa basium tactus tui eos."
    },
    {
      "address": "Số 314 Kim Ngưu, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Văn Phòng & Cơm Niêu Hợp Tác Xã - Kim Ngưu",
      "latitude": 20.9986662,
      "longitude": 105.86176512,
      "description": "Enim amplexus confero curia explicabo hic eveniet synagoga ventito. Adfectus conduco crastinus perspiciatis bellum. Tergum tempora amicitia pecco decimus tepidus victoria accommodo celo."
    },
    {
      "address": "Số 2B Ngõ 52 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Chimico - Cơm Trộn & Kim Chi Tỏi Đen - Trần Đại Nghĩa",
      "latitude": 21.00334869,
      "longitude": 105.84470541,
      "description": "Vigor apud beneficium cubicularis termes cur temptatio corporis vicissitudo. Adinventitias ago earum. Circumvenio venia vere."
    },
    {
      "address": "P101, Trong Sân D14, Đối Diện Nhà Trẻ 8/3, 68 Phố 8/3, P. Quỳnh Mai, Hai Bà Trưng, Hà Nội",
      "name": "Tiệm Gà Ủ Muối Luna - Gà Ủ Muối & Ăn Vặt - Quỳnh Mai",
      "latitude": 20.999606,
      "longitude": 105.8589628,
      "description": "Deripio supplanto nam cunabula cenaculum commodi callide volva catena voluptatem. Circumvenio terreo vaco ad. Abeo vomer claudeo umquam tepidus cattus civitas advenio tepidus."
    },
    {
      "address": "P101 K7 KTT Bách Khoa, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Changmi’s Kitchen - Bánh Cá Taiyaki - Bách Khoa",
      "latitude": 21.000568,
      "longitude": 105.84808677,
      "description": "Maiores at aliquid conscendo textilis damno ventito confero sponte delicate. Velit tot cogo corrupti deorsum atrocitas torqueo ter corrigo cultura. Tabernus clam ascisco statim beneficium paulatim."
    },
    {
      "address": "27 Ngõ 19 Lạc Trung, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Bếp Nhà Bun - Chân Gà Sả Ớt Online - Lạc Trung",
      "latitude": 21.002425,
      "longitude": 105.862253,
      "description": "Tui cui villa deprecator id. Cresco vilis tunc accendo tactus dens quidem succedo utor. Venia officia arcus bellum administratio laboriosam capillus crastinus thorax."
    },
    {
      "address": "Ki Ốt 5A1 Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Quang Đăng - Bánh Tráng Trộn & Bánh Tráng Nướng - Bách Khoa",
      "latitude": 21.002529,
      "longitude": 105.84876,
      "description": "Corrigo curia cognatus. Thesaurus valens temperantia capillus cena apostolus votum desipio denuncio. Cotidie vitiosus explicabo."
    },
    {
      "address": "1 Bùi Ngọc Dương, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Tiệm Gà Ủ Muối - Gà Luộc & Gà Ủ Muối - Bùi Ngọc Dương",
      "latitude": 21.00096087,
      "longitude": 105.85405287,
      "description": "Paens circumvenio officiis cariosus. Demitto occaecati tollo adficio ait deficio blanditiis baiulus adeptio defungo. Maiores tamen apud ademptio quos."
    },
    {
      "address": "122 Lò Đúc, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Thố Bách Khoa - Lò Đúc",
      "latitude": 21.0136753,
      "longitude": 105.8576712,
      "description": "Adsuesco reiciendis autus pecco adficio. Appello caries comburo arx vivo adficio blanditiis abstergo. Urbanus aperte concido amor totus benigne aro conspergo caput aqua."
    },
    {
      "address": "7 Ngõ 94 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "YouOne Hotdog - Xúc Xích Hàn Quốc - Trần Đại Nghĩa",
      "latitude": 20.9979299,
      "longitude": 105.84567906,
      "description": "Suadeo adsidue cohors quidem adfero vulgaris vaco. Abscido molestiae sunt. Conservo vehemens conculco adipisci undique."
    },
    {
      "address": "123 Phố Huế, Hai Bà Trưng, Hà Nội",
      "name": "TOUS les JOURS - Phố Huế",
      "latitude": 21.015193,
      "longitude": 105.851736,
      "description": "Terreo solutio advoco iusto. Curiositas voluptatum cubitum tristis contabesco ter antiquus appello ratione. Brevis fuga adstringo perferendis id reprehenderit atqui allatus cresco aegrus."
    },
    {
      "address": "65 Lê Thanh Nghị, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Sữa Chua Trân Châu Hạ Long - 65 Lê Thanh Nghị",
      "latitude": 21.00177927,
      "longitude": 105.84472568,
      "description": "Veniam ubi utilis aestus. Damnatio comptus suspendo tam chirographum adsidue una. Delego crebro cotidie coadunatio."
    },
    {
      "address": "16 Lê Quý Đôn, P. Bạch Đằng, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Pate - Lê Quý Đôn",
      "latitude": 21.013326,
      "longitude": 105.86165,
      "description": "Color varius utrimque suffragium vitae quam vulgo tantillus volaticus verbum. Ciminatio casus aperio amoveo voluptatem dolorum advoco. Admitto torqueo terebro."
    },
    {
      "address": "Shop 03, Toà Park 3 Parkhill, Times City, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Phở Hải - Phở Bò, Phở Gà & Phở Xào - Times City",
      "latitude": 20.99220056,
      "longitude": 105.86911394,
      "description": "Atqui taedium conturbo amoveo cupressus tolero aliquam vespillo vita. Inflammatio depulso conor causa arca. Fuga occaecati id vulgaris stillicidium commodi."
    },
    {
      "address": "Ki Ốt 126 CHợ Bách Khoa, Đ. Trần Đại Nghĩa (Cạnh Nhà Thuốc Hải Minh), P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Như Ý - Trần Đại Nghĩa",
      "latitude": 21.00160521,
      "longitude": 105.8452031,
      "description": "Sumptus reprehenderit admoveo demergo socius demum conduco audentia. Creator cunctatio cursim alveus voluptate. Vilis sophismata tremo ustilo thema supra depromo."
    },
    {
      "address": "27 Hàn Thuyên, P. Phạm Đình Hổ, Hai Bà Trưng, Hà Nội",
      "name": "Vi Mộc - Bánh Mì Hội An - Hàn Thuyên",
      "latitude": 21.018462,
      "longitude": 105.855755,
      "description": "Abscido comis tumultus trans volubilis cruciamentum crebro adamo verbera tenus. Tempora ceno statim tumultus. Circumvenio thesis tollo vicinus abduco nihil beneficium amet."
    },
    {
      "address": "1 Ngõ Tô Hoàng, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Thúy Vịt - Ngan & Vịt Các Món",
      "latitude": 21.006447,
      "longitude": 105.850736,
      "description": "Natus aestas atque. Iure utique talio accendo. Velum comedo caelum aestivus."
    },
    {
      "address": "462 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Sữa Chua Trân Châu Hạ Long - Minh Khai",
      "latitude": 20.99779,
      "longitude": 105.868164,
      "description": "Depromo sodalitas deleniti tergiversatio. Accusamus doloribus voluptas acceptus vomica conqueror degenero. Audentia altus vilitas tumultus animi tenax damnatio."
    },
    {
      "address": "138 Lò Đúc, Hai Bà Trưng, Hà Nội",
      "name": "Bami Sot - Bánh Mì Đen - Lò Đúc",
      "latitude": 21.012626,
      "longitude": 105.858321,
      "description": "Consequuntur animi cervus vero veritatis cinis speculum vinitor deduco tactus. Bis uxor ara talio tergeo. Cui suscipit viridis textor."
    },
    {
      "address": "284 Kim Ngưu, P. Quỳnh Mai, Hai Bà Trưng, Hà Nội",
      "name": "Mỳ Cay Seoul Deli - Kim Ngưu",
      "latitude": 20.99910907,
      "longitude": 105.86171593,
      "description": "Assumenda aegrotatio ara rem asperiores aeneus. Substantia cribro vestrum celebrer votum currus alo. Suppono clarus sperno tempus cimentarius possimus commodi."
    },
    {
      "address": "464 Bạch Mai, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Hansarang - Ẩm Thực Hàn Quốc",
      "latitude": 20.997986,
      "longitude": 105.850059,
      "description": "Solvo cursim calco solus tenax. Conturbo video confido cura ullus thesaurus cervus defungo voco. Aliquid cribro condico cuius tibi."
    },
    {
      "address": "21 - 25 Tuệ Tĩnh, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Bún Bò Huế O Xuân - Tuệ Tĩnh",
      "latitude": 21.015135,
      "longitude": 105.850571,
      "description": "Consuasor civitas usitas. Velociter coma cuppedia viscus ascisco aggredior torqueo custodia crudelis cerno. Ceno curis vereor curto admoneo compello quaerat."
    },
    {
      "address": "D7 Ngõ 84 Phố 8/3, P. Quỳnh Mai, Hai Bà Trưng, Hà Nội",
      "name": "Tiệm Chay Sala - Chay - Phố 8/3",
      "latitude": 21.0005578,
      "longitude": 105.8600659,
      "description": "Auxilium acquiro maiores. Ultio alius decens. Vitium patria temperantia deorsum titulus ad balbus."
    },
    {
      "address": "51 Tạ Quang Bửu, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Tiệm Mì Indo - Tạ Quang Bửu",
      "latitude": 21.000782,
      "longitude": 105.850197,
      "description": "Iste vinitor ceno cubo cupio explicabo. Tempora amissio utor suscipio adstringo acies usque vix arceo. Strenuus ara cuppedia thermae solum ocer adeo carbo."
    },
    {
      "address": "34 Ngõ 349/ 30 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Ăng Nhăng Nhăng Mì Indomie - Xiên Que & Nước Ép - Minh Khai",
      "latitude": 20.9982113,
      "longitude": 105.8645231,
      "description": "Maxime dolore vulgaris armarium pax patrocinor cohibeo. Bos vulgaris ullam caveo bis valens arca aptus. Tenuis mollitia terra aequitas supra vulgo nesciunt ater adduco."
    },
    {
      "address": "57 Lạc Trung, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Nét Huế - Lạc Trung",
      "latitude": 21.003294,
      "longitude": 105.866689,
      "description": "Comitatus sum torqueo. Deduco vinco amet ademptio amicitia stips stipes. Vergo conventus degenero dolorem."
    },
    {
      "address": "Ngách 1/13 Tạ Quang Bửu, P. Bách Khoa (Đối Diện 69 Ngõ 27 Đại Cồ Việt), Hai Bà Trưng, Hà Nội",
      "name": "Pizza Dough - Pizza & Fast Food - Shop Online",
      "latitude": 21.00725286,
      "longitude": 105.84890291,
      "description": "Minima spoliatio dapifer. Vulgo desolo alter. Summisse accusamus accusamus crapula curso."
    },
    {
      "address": "27 Hàn Thuyên, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Sườn 27 - Hàn Thuyên",
      "latitude": 21.01843364,
      "longitude": 105.85568844,
      "description": "Contabesco varius acceptus calco cultellus capillus urbs. Supellex canto dolore denego ex quisquam. Ascit animadverto amo viscus sol corporis."
    },
    {
      "address": "70 Bạch Mai, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Bao Long Thành",
      "latitude": 21.006618,
      "longitude": 105.85119,
      "description": "Incidunt caelum valens thorax creber creber delicate speciosus totam comis. Tametsi crux tactus aperte cedo. Amet vociferor impedit creta subnecto."
    },
    {
      "address": "30 Lò Đúc, P. Phạm Đình Hổ, Hai Bà Trưng, Hà Nội",
      "name": "Miến Lươn Phúc - Lò Đúc",
      "latitude": 21.017017,
      "longitude": 105.855664,
      "description": "Corrigo tam suffragium. Temporibus canto urbanus. Suscipio arguo tam tempora arbor tutis explicabo cena vespillo."
    },
    {
      "address": "88 Bùi Ngọc Dương, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "Bếp Tít - Cơm Bò, Cơm Gà & Bánh Mì",
      "latitude": 20.99964392,
      "longitude": 105.85312485,
      "description": "Deputo appositus brevis beatus absens sollers tergo depopulo dicta inflammatio. Synagoga tondeo unus appositus. Certe suscipio textor."
    },
    {
      "address": "27 Tạ Quang Bửu, Hai Bà Trưng, Hà Nội",
      "name": "Mr. Khoai - Khoai Lang Lắc - Tạ Quang Bửu",
      "latitude": 21.001072,
      "longitude": 105.849567,
      "description": "Vacuus antea corroboro est dolorem chirographum aiunt repudiandae caries. Vacuus earum quae abscido advoco. Exercitationem defessus ventosus voveo clibanus comis volubilis."
    },
    {
      "address": "106 Lê Thanh Nghị, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Hai Chị Em - Bánh Mì & Kimbap - Shop Online",
      "latitude": 21.0019026,
      "longitude": 105.8460785,
      "description": "Circumvenio volaticus vesco avaritia itaque caecus volup. Solus asper commemoro collum sumo adiuvo sum doloremque canis stips. Aggero advenio quisquam addo."
    },
    {
      "address": "25 Thái Phiên, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Xoài, Cóc & Ổi Dầm - Thái Phiên",
      "latitude": 21.01054132,
      "longitude": 105.85021913,
      "description": "Defleo coniecto crastinus advoco. Aduro volaticus temporibus atque deleo. Crebro stipes quia."
    },
    {
      "address": "101 K9 Bách Khoa, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Kochan Takoyaki - Bánh Bạch Tuộc - Bách Khoa",
      "latitude": 21.0009694,
      "longitude": 105.8475092,
      "description": "Vehemens tenuis statim volo apto officia advenio sufficio defungo apparatus. Amo ab auctor sursum. Speculum dens aliquid demulceo vigor uxor vis anser depulso."
    },
    {
      "address": "111E5 Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Cuốn Nóng Ngọc Châu - Tạ Quang Bửu",
      "latitude": 21.002208,
      "longitude": 105.8466245,
      "description": "Tristis terra truculenter. Civis vitiosus doloribus. Bene angustus id cras victus tersus."
    },
    {
      "address": "49B Hồng Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Heo Lu Phúc Lộc - Hồng Mai",
      "latitude": 20.9984662,
      "longitude": 105.8520725,
      "description": "Nesciunt cimentarius verecundia virga ara stella veniam iusto repellat terebro. Iste texo curtus tenetur thorax sumo nulla alveus. Alius amissio conduco acsi video thesaurus laborum quam."
    },
    {
      "address": "76 Ngõ Tự Do, Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Quán Cơm 76 - Ngõ Tự Do",
      "latitude": 20.997374,
      "longitude": 105.846319,
      "description": "Delectatio maxime sum voluptatem. Defleo natus qui solitudo blanditiis viscus baiulus. Attonbitus speculum surculus ullam tricesimus."
    },
    {
      "address": "16 Ngõ 52 Minh Khai, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Bao - Bếp Nhà Múp",
      "latitude": 20.99534,
      "longitude": 105.850884,
      "description": "Tabgo dolorem necessitatibus uredo. Amaritudo spiculum depulso claustrum venia accedo adulescens ager textus. Vociferor assentator despecto victus adfero torrens."
    },
    {
      "address": "29 Lê Quý Đôn, P. Bạch Đằng, Hai Bà Trưng, Hà Nội",
      "name": "Vi Mộc - Bánh Mì Hội An - Lê Quý Đôn",
      "latitude": 21.01344943,
      "longitude": 105.86234086,
      "description": "Deporto clementia angelus. Quasi delego turba curtus vaco terga sufficio aureus. Vilitas confido careo numquam."
    },
    {
      "address": "196 Lạc Trung, P Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Thố Bách Khoa - Lạc Trung",
      "latitude": 21.00304389,
      "longitude": 105.86641482,
      "description": "Bellicus victoria barba. Neque contabesco confero. Collum acerbitas vox somniculosus tergiversatio conculco."
    },
    {
      "address": "36B Mai Hắc Đế, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Phở Sướng Cô Mười - Mai Hắc Đế",
      "latitude": 21.015486,
      "longitude": 105.851004,
      "description": "Correptius via cunae suadeo usque. Compono crur debilito vomer vergo esse. Quae aveho color auxilium."
    },
    {
      "address": "5 Tô Hiến Thành, Hai Bà Trưng, Hà Nội",
      "name": "Bún Thịt Nướng Huế - Tùng Hương - 5 Tô Hiến Thành",
      "latitude": 21.013558,
      "longitude": 105.851464,
      "description": "Accommodo placeat compono vigilo utrum tepidus temporibus absorbeo defleo porro. Ciminatio careo tardus. Correptius defungo averto."
    },
    {
      "address": "28 Đại Cồ Việt, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "TacoZone - Shop Online - Đại Cồ Việt",
      "latitude": 21.008775,
      "longitude": 105.849485,
      "description": "Curatio decretum apostolus pariatur synagoga. Verto carpo ascisco avarus dapifer correptius corrupti curo sublime vilis. Et in bis coadunatio."
    },
    {
      "address": "11B Thể Giao, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Cuốn Cao Bằng - Thể Giao",
      "latitude": 21.013996,
      "longitude": 105.847634,
      "description": "Careo suggero officia beatus certe traho caritas ex. Repellendus amplexus corona vestigium tres comprehendo. Omnis desidero cultura speculum strenuus."
    },
    {
      "address": "Số 88 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mỳ Thịt Xiên Cô Hương - Trần Đại Nghĩa",
      "latitude": 20.9984221,
      "longitude": 105.8457486,
      "description": "Summisse sodalitas dicta studio cribro porro atqui somniculosus delego. Asper totidem dedecor ipsum venio abeo cupio demulceo delibero. Suscipit absens stillicidium."
    },
    {
      "address": "Số 8 Ngõ 8 Phố Hương Viên, P. Đồng Nhân, Hai Bà Trưng, Hà Nội",
      "name": "Mì Trộn Anh Lâm - Hương Viên",
      "latitude": 21.012589,
      "longitude": 105.8554344,
      "description": "Tonsor ascit vinum acsi vere tego peior adulescens. Velum valeo patria tredecim libero color. Patruus socius terror abscido demo thesis aranea casso terreo."
    },
    {
      "address": "Số 163 Dương Văn Bé, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Bún Cá Cay - Thằng Bờm Quán - Dương Văn Bé",
      "latitude": 20.9954602,
      "longitude": 105.8741797,
      "description": "Venio aduro ancilla traho tenuis. Fuga error conventus occaecati. Cresco antiquus vox tantillus curvo avarus."
    },
    {
      "address": "111 Hồng Mai, Hai Bà Trưng, Hà Nội",
      "name": "Bún Đậu 111 - Hồng Mai",
      "latitude": 20.998829,
      "longitude": 105.854067,
      "description": "Baiulus sui ager cado. Torrens tero vere terreo contego cur. Caute ter annus delicate viduo celo ulciscor."
    },
    {
      "address": "562 Trần Khát Chân, P. Phố Huế, Hai Bà Trưng, Hà Nội",
      "name": "Sườn Mười - Sườn Nướng BBQ - Trần Khát Chân",
      "latitude": 21.00877,
      "longitude": 105.851548,
      "description": "Comprehendo causa curtus peccatus. Aestivus creptio corpus aegre veritatis dolor. Angulus carcer convoco concedo vulgaris tyrannus amissio subiungo."
    },
    {
      "address": "Sảnh CT1, Chung Cư Skylight, Số 125D Minh Khai, Ngõ Hòa Bình 6, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Rubi’s House Cake - Tiệm Bánh Xốp Nhân Hoa Quả - Shop Online",
      "latitude": 20.9966928,
      "longitude": 105.8520086,
      "description": "Dedico cauda pecus. Usitas non sub balbus deduco necessitatibus aeneus quidem aurum angelus. Truculenter abstergo utroque auditor illo tracto."
    },
    {
      "address": "523 Trần Khát Chân, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Bếp Nhà Bun - Chân Gà Sả Ớt Online - Trần Khát Chân",
      "latitude": 21.008633,
      "longitude": 105.851627,
      "description": "Cuppedia ad odio terminatio pauper cervus validus suadeo administratio. Terebro ambitus ascisco verus. Sonitus adfectus possimus ab abbas."
    },
    {
      "address": "172 Phố Vọng, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Bún Bò Huế Ngự Uyển - Phố Vọng",
      "latitude": 20.99607,
      "longitude": 105.842834,
      "description": "Umerus allatus verbera asporto voveo uter. Adsum creptio delectus nemo commodo cernuus subito omnis textor. Vix conservo ventosus animus aeternus careo vomito viscus."
    },
    {
      "address": "57 Ngõ Chùa Liên Phái, Phố Bạch Mai, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Mì Ramen - Nudeli",
      "latitude": 21.00499668,
      "longitude": 105.84947535,
      "description": "Talis earum sopor tabesco callide bellum. Provident temptatio clibanus. Vigor vehemens thymum valde arca."
    },
    {
      "address": "138 Lạc Trung, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Bún Riêu Bề Bề - Lạc Trung",
      "latitude": 21.003255,
      "longitude": 105.864878,
      "description": "Volva socius tredecim approbo voluptate cunctatio. Comitatus cultellus doloremque altus ubi sulum utrimque deduco aequitas tubineus. Sustineo ventosus bestia vulgaris laborum abutor nemo."
    },
    {
      "address": "43 Mai Hắc Đế, Hai Bà Trưng, Hà Nội",
      "name": "Nét Huế - 43 Mai Hắc Đế",
      "latitude": 21.01540249,
      "longitude": 105.85105028,
      "description": "Summisse ancilla subito. Non iure utique cuius coruscus. Spiculum voluptates arma curia aestus cohors acidus alo velut."
    },
    {
      "address": "50 Nguyễn Đình Chiểu, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Crepes Box - Fastfood & Drinks - Nguyễn Đình Chiểu",
      "latitude": 21.013339,
      "longitude": 105.846601,
      "description": "Agnitio perferendis iure apud. Ullam uberrime capio error vulgo suffoco suus. Tamen crinis tutis vel ocer patior adhaero."
    },
    {
      "address": "49 Lê Ngọc Hân, Hai Bà Trưng, Hà Nội",
      "name": "Spaghetti Box - Lê Ngọc Hân",
      "latitude": 21.01675315,
      "longitude": 105.85517788,
      "description": "Antepono velit commodi una vulgaris virgo est. Demoror sol succurro ultio tristis. Tum aranea timor eos cattus ancilla decumbo cultura suffragium asporto."
    },
    {
      "address": "14 Thiền Quang, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Chè Huyền - Thiền Quang",
      "latitude": 21.01958753,
      "longitude": 105.8428055,
      "description": "Pecto adimpleo adiuvo caput templum vacuus validus. Tui ocer tam vorax. Peccatus tergeo natus absorbeo caput tabesco curtus."
    },
    {
      "address": "38 Ngõ 392 Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Tteok & Kim - Đồ Ăn Hàn Quốc",
      "latitude": 20.999777,
      "longitude": 105.850114,
      "description": "Turbo tantum vapulus demulceo deficio coniuratio cribro aurum spectaculum custodia. Ocer solutio utpote vergo turba tamisium territo patruus. Explicabo curiositas sum timidus utrum trans cubo."
    },
    {
      "address": "247 Trần Đại Nghĩa, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Gimbab Hàn Quốc - Trần Đại Nghĩa",
      "latitude": 20.99726511,
      "longitude": 105.84598934,
      "description": "Solium ipsam possimus voluntarius acer dolorem talis. Taedium paulatim vitium tempus comedo tardus usque accommodo. Defungo utrimque tum somniculosus adnuo vel decipio capio minus expedita."
    },
    {
      "address": "118A Phố Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Bún Đậu Cô Vân - Bún Đậu Mẹt Gia Truyền - Phố Trương Định",
      "latitude": 20.99323781,
      "longitude": 105.84949694,
      "description": "Laboriosam curis sordeo volubilis vesper sonitus comedo quo ancilla. Despecto ait xiphias abutor defleo creta adulatio cedo. Quidem currus amiculum trepide."
    },
    {
      "address": "109 E7 Tạ Quang Bửu, Bách Khoa Hà Nội, Hai Bà Trưng, Hà Nội",
      "name": "Quẩy Nóng Hải Quẩy - Bách Khoa",
      "latitude": 21.00214,
      "longitude": 105.84878,
      "description": "Excepturi porro verumtamen villa. Placeat torrens comis beatus vinculum clarus. Nisi tolero quidem sopor aestas vulgo."
    },
    {
      "address": "40A Trần Xuân Soạn, P. Ngô Thì Nhậm, Hai Bà Trưng, Hà Nội",
      "name": "Bún Chả Que Tre Bình Chung - Trần Xuân Soạn",
      "latitude": 21.017102,
      "longitude": 105.854277,
      "description": "Accendo vaco vitiosus arbitro sui animus auctus. Certe deficio summa defungo eligendi. Cedo animus debilito vix caute tabgo verumtamen decor tripudio vergo."
    },
    {
      "address": "711 Minh Khai, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Cô Thanh - Kem Bơ Chè Sầu Đà Nẵng - 711 Minh Khai",
      "latitude": 21.0048814,
      "longitude": 105.86859546,
      "description": "Denego quis vulnus urbanus adimpleo. Cohibeo aro voluptate custodia cruciamentum timor alienus acer. Cruciamentum velum cibus curia subnecto."
    },
    {
      "address": "43 Ngõ Tự Do, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Chú Tiểu - Bánh Mì Muối Ớt & Nướng Sốt Kem Bơ Phô Mai - 43 Ngõ Tự Do",
      "latitude": 20.99749,
      "longitude": 105.84629,
      "description": "Desidero cometes decerno voluptatem corrumpo facere teneo. Quasi somnus tenax solvo. Tergum advoco eum constans."
    },
    {
      "address": "18 Ngách 36 Ngõ Giếng Mứt, Bạch Mai, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Mì Trộn Indomie, Ăn Vặt & Bánh Mì - Foxi",
      "latitude": 20.99821617,
      "longitude": 105.84917376,
      "description": "Dolor rerum sonitus depereo virtus crinis. Necessitatibus audacia titulus tollo torqueo verto totam. Vilis occaecati caveo cornu solum."
    },
    {
      "address": "3A Ngõ 257 Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Chân Gà Quái Thú - Chibi Bokeh",
      "latitude": 21.003,
      "longitude": 105.852778,
      "description": "Tibi aetas maiores cohors. Talio tergiversatio caries. Avarus creptio tabula deputo triumphus vespillo nihil sub demoror."
    },
    {
      "address": "19B Ngõ 505 Trần Khát Chân, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Hạnh Ngan - Ngan Cháy Tỏi Online - Trần Khát Chân",
      "latitude": 21.008175,
      "longitude": 105.852501,
      "description": "Defendo laboriosam sapiente ascit. Demitto vergo vero ullam tabgo deputo bibo conservo. Arbustum adstringo tergeo voveo ver statim."
    },
    {
      "address": "Ki Ốt 6, Nhà 8, Ngõ Tự Do, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Bún Chả Phố Cổ Ngọc Dung",
      "latitude": 20.998358,
      "longitude": 105.847013,
      "description": "Circumvenio censura ulciscor laborum desidero. Nihil subseco sonitus pecto libero totam. Crustulum avarus denique tam titulus."
    },
    {
      "address": "Tầng B1, Times City, 458 Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Al Fresco's - Pizza, Mỳ Ý, Sườn, Steak Bò Bít Tết - Times City",
      "latitude": 20.9950426,
      "longitude": 105.86838971,
      "description": "Teres aliqua excepturi allatus eum arma tempus texo vilicus. Trucido terga crastinus inventore xiphias. Animi deleniti auctor urbanus conforto temptatio."
    },
    {
      "address": "34 Bùi Thị Xuân, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Garden Kitchen - Tiệm Mì Online",
      "latitude": 21.01645916,
      "longitude": 105.84984968,
      "description": "Debitis veniam calco. Magni minima deleniti defendo. Acceptus termes coma."
    },
    {
      "address": "11 Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Hồng Chiến - Nem Chua, Nem Chua Rán & Giò Chả Ước Lễ Gia Truyền",
      "latitude": 21.009614,
      "longitude": 105.850138,
      "description": "Aufero quo fuga amiculum. Tyrannus acquiro delectus supplanto absens. Suadeo auxilium acquiro addo adficio decimus validus ara totus."
    },
    {
      "address": "50 Trần Xuân Soạn, Hai Bà Trưng, Hà Nội",
      "name": "50 Dessert - Dừa Dầm & Kem Bơ",
      "latitude": 21.016922,
      "longitude": 105.853648,
      "description": "Cur aliquid canto delicate credo deorsum illo toties. Avarus tenax ultra stips colligo tui ventosus venia debilito. Suggero amplitudo demergo depraedor minima currus aeternus ullam."
    },
    {
      "address": "15 Hoà Mã, Hai Bà Trưng, Hà Nội",
      "name": "Bếp Mẹ Nhím - Món Ngon Mỗi Ngày Online",
      "latitude": 21.01522,
      "longitude": 105.853203,
      "description": "Vito spiritus accusamus corrupti despecto tutamen denuo summopere. Decens reprehenderit umquam taceo vitium vicinus veritatis vesica trucido accedo. Mollitia aureus aperte vulnero tenus viduo patruus coniuratio."
    },
    {
      "address": "61 Trần Nhân Tông, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Kiều Anh - Bông Lan Trứng Muối Online",
      "latitude": 21.017001,
      "longitude": 105.848829,
      "description": "Facilis victus hic autus derideo ea vita truculenter supellex. Creator esse doloremque demulceo decumbo bellicus ademptio textor. Bibo laudantium tersus."
    }
  ]
}