{
  "count": 200,
  "data": [
    {
      "address": "257 Thanh Nhàn, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Gà Luộc & Gà Ủ Muối Hoa Tiêu & Gà Rán - Thanh Nhàn",
      "latitude": 21.00284825,
      "longitude": 105.85374487,
      "description": "Cruciamentum demonstro pectus ver viriliter clibanus substantia tabella. Atrocitas adduco compello argentum utpote alienus. Bestia coruscus sui canonicus."
    },
    {
      "address": "35 Thanh Nhàn, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Tuhu Bread - Thanh Nhàn",
      "latitude": 21.002824,
      "longitude": 105.859387,
      "description": "Conspergo beatae auctor cornu modi cernuus. Illum at cedo. Quos adiuvo spiculum labore vivo cernuus comis."
    },
    {
      "address": "76 Bùi Ngọc Dương, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Mì Trộn Indomie 158 - Bùi Ngọc Dương",
      "latitude": 20.99987411,
      "longitude": 105.85349274,
      "description": "Uter vulnus beatae sophismata arbustum accusamus coaegresco arbustum auctus thalassinus. Dolorum suadeo thalassinus excepturi umquam. Certe appono corrumpo."
    },
    {
      "address": "110 Ngõ Hoà Bình 7, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Trang Huyền - Mỳ Trộn Indomie - Minh Khai",
      "latitude": 20.9973499,
      "longitude": 105.858005,
      "description": "Quis desidero adimpleo audax contigo adeo. Solvo tabella summa. Video charisma delectus claustrum suspendo calco."
    },
    {
      "address": "22 ngách 85, ngõ chùa Liên Phái  Bạch Mai, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Linh Chicken Online - Gà Rán & Bánh Gà - Bạch Mai",
      "latitude": 21.0051283,
      "longitude": 105.8492496,
      "description": "Beatus neque varius eaque conventus facilis apostolus sono. Ante quibusdam aranea adfero demulceo vulnero abeo ducimus benigne umerus. Quae conscendo tyrannus contigo sequi incidunt vigilo sollicito tantillus."
    },
    {
      "address": "P101, Trong Sân D14, Đối Diện Nhà Trẻ 8/3, 68 Phố 8/3, P. Quỳnh Mai, Hai Bà Trưng, Hà Nội",
      "name": "Tiệm Gà Ủ Muối Luna - Gà Ủ Muối & Ăn Vặt - Quỳnh Mai",
      "latitude": 20.999606,
      "longitude": 105.8589628,
      "description": "Tamdiu spectaculum considero thorax averto dens cur tersus. Cresco decet toties vomito aegrotatio cedo terra. Combibo cui repellat sublime cohibeo contigo timor abutor."
    },
    {
      "address": "1 Bùi Ngọc Dương, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Tiệm Gà Ủ Muối - Gà Luộc & Gà Ủ Muối - Bùi Ngọc Dương",
      "latitude": 21.00096087,
      "longitude": 105.85405287,
      "description": "Tener viduo terra ara casso amet suspendo cruciamentum. Vulnus cohaero clam accusantium demonstro conitor corpus undique. Verbera convoco eius."
    },
    {
      "address": "51B Đại Cồ Việt , P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Tanka Quán - Chân Gà Nướng & Cánh Gà Nướng - Đại Cồ Việt",
      "latitude": 21.00821251,
      "longitude": 105.84705087,
      "description": "Urbanus accedo audentia. Collum cura animi tabella. Paulatim dedecor admitto patruus summisse varius adversus acceptus."
    },
    {
      "address": "Số 8 Ngõ 8 Phố Hương Viên, P. Đồng Nhân, Hai Bà Trưng, Hà Nội",
      "name": "Mì Trộn Anh Lâm - Hương Viên",
      "latitude": 21.012589,
      "longitude": 105.8554344,
      "description": "At bos volutabrum adaugeo communis canto acerbitas. Antiquus cui inventore auxilium coniecto provident sub itaque vos venustas. Cognomen tripudio ipsa damno commodo velut suus carmen."
    },
    {
      "address": "28 Ngách 624/12 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Len & Liên - Bông Lan Trứng Muối - Shop Online",
      "latitude": 20.99970741,
      "longitude": 105.8723621,
      "description": "Deprecator tardus statua aperiam audio umerus decerno canto. Adfero testimonium callide tunc communis numquam tripudio villa. Ipsum dens amissio super crapula basium accusantium quam stips antepono."
    },
    {
      "address": "4 Ngõ 107 Hồng Mai, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "Thảo Mập - Mì Trộn Indomie",
      "latitude": 20.999227,
      "longitude": 105.853991,
      "description": "Aequitas abutor videlicet delectus audeo arbor adicio id autem aeger. Comedo desparatus clam architecto molestiae cognatus. Inflammatio stultus astrum altus tristis accusator animus volaticus."
    },
    {
      "address": "18 Ngách 36 Ngõ Giếng Mứt, Bạch Mai, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Mì Trộn Indomie, Ăn Vặt & Bánh Mì - Foxi",
      "latitude": 20.99821617,
      "longitude": 105.84917376,
      "description": "Avarus vereor speculum cognatus supra patruus. Ante studio subnecto dolorem vulariter nemo theatrum coma desolo. Tempus victoria arbustum deserunt ambulo tolero cogito defessus tum."
    },
    {
      "address": "272 Trần Khát Chân, Hai Bà Trưng, Hà Nội",
      "name": "Tiệm Ăn Ngọc Béo - Phở, Miến Trộn & Mì Xào",
      "latitude": 21.009214,
      "longitude": 105.860068,
      "description": "Bibo ventosus numquam cuius amplus arguo benevolentia. Tollo demulceo tergeo confugo vehemens assentator ducimus speculum libero. Abduco versus stabilis suggero optio ante corrupti commodi."
    },
    {
      "address": "203 K11a Nguyễn Hiền, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Ngọc Ngân - Ăn Vặt Online",
      "latitude": 21.000573,
      "longitude": 105.846041,
      "description": "Dolorem adinventitias subseco sapiente tametsi despecto vivo astrum. Cuius talio decor cattus cetera maxime soleo. Claustrum balbus pauper cunctatio complectus torrens desolo usus solus."
    },
    {
      "address": "Số 47 Ngõ 164 Hồng Mai, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Cay Hải Phòng - Nước Ép & Đồ Ăn Vặt Mẹ Cá",
      "latitude": 20.99719,
      "longitude": 105.853789,
      "description": "Bellum curiositas nam peior tenuis admitto cibo nihil. Nobis benevolentia tantum tum tabesco non. Triduana vindico rem."
    },
    {
      "address": "2 Ngách 39 Ngõ 133 Hồng Mai, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "Dương Khuê - Mì Trộn Indomi & Cơm Gà",
      "latitude": 20.9995189,
      "longitude": 105.854399,
      "description": "Appono bene volubilis explicabo tot decet complectus. Patruus aurum vado. Tollo totus adeo quam volaticus."
    },
    {
      "address": "93 Trần Nhân Tông, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Tuhu Bread - Trần Nhân Tông",
      "latitude": 21.01773832,
      "longitude": 105.84160018,
      "description": "Suasoria tepidus id. Creber conservo magnam ascit arto cavus. Caries taedium curtus aeternus cupio surculus urbs convoco ambitus corporis."
    },
    {
      "address": "10 Ngõ 254 Minh Khai, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Nem Chua Thanh Hóa - Shop Online - Minh Khai",
      "latitude": 20.995089,
      "longitude": 105.858684,
      "description": "Qui vesica deinde sperno trado delectus. Reiciendis absque expedita. Armarium censura aedificium nobis labore."
    },
    {
      "address": "4 Ngõ 107 Hồng Mai, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "Thảo Mập - Cơm Đảo & Đồ Ăn Vặt",
      "latitude": 20.99923,
      "longitude": 105.853985,
      "description": "Taceo apto acies ustulo callide armarium. Tamdiu odit tamquam sub vesper comprehendo. Spoliatio venio toties agnosco tametsi quas degenero."
    },
    {
      "address": "18 Ngõ 187 Hồng Mai, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "Papa’s Kitchen - Đồ Ăn Hàn Quốc & Cơm Trộn Healthy Gạo Lứt - Hồng Mai",
      "latitude": 20.99979316,
      "longitude": 105.85576286,
      "description": "Contabesco accusantium ex. Assentator comis balbus volutabrum vicissitudo tondeo versus sperno cognomen. Maxime cedo talus canto cohaero accusator."
    },
    {
      "address": "11 Ngõ 158 Hồng Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Gà Thần Thánh - 158 Hồng Mai",
      "latitude": 20.998418,
      "longitude": 105.852976,
      "description": "Conqueror ceno utilis despecto perferendis adstringo tero charisma. Vinum crur suffragium absum volubilis conqueror. Thalassinus cursim delinquo attollo uterque."
    },
    {
      "address": "16 Quỳnh Mai, P. Quỳnh Mai, Hai Bà Trưng, Hà Nội",
      "name": "Phở Xào & Cơm Rang - Quỳnh Mai",
      "latitude": 21.00109078,
      "longitude": 105.86099677,
      "description": "Denego victoria patior ambulo convoco bene abundans utor voluptas vespillo. Turba sui aggredior valetudo. Thymbra tibi incidunt."
    },
    {
      "address": "76 Ngõ Tự Do, Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Quán Cơm 76 - Ngõ Tự Do",
      "latitude": 20.997374,
      "longitude": 105.846319,
      "description": "Cubo repellendus nihil videlicet crustulum absque viriliter. Coruscus abutor adhuc sordeo cado fuga caveo. Ducimus veritas derideo utor commemoro."
    },
    {
      "address": "27 Ngõ 38 Dốc Thọ Lão, Lò Đúc, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Đa Trộn - Dốc Thọ Lão",
      "latitude": 21.011455,
      "longitude": 105.857389,
      "description": "Harum clarus vilitas copiose pecco talis balbus canonicus. Clarus eligendi sono civitas aut odit fugit claro peior videlicet. Certe bestia optio damnatio."
    },
    {
      "address": "11 Thái Phiên, Hai Bà Trưng, Hà Nội",
      "name": "Bami King - Bánh Mì Bò Nướng & Cơm Thố  - Thái Phiên",
      "latitude": 21.010508,
      "longitude": 105.850935,
      "description": "Terga carcer sortitus. Culpo admiratio nemo viriliter arx reiciendis sollers surgo decumbo. Vicissitudo voluptatibus consuasor aegre atrocitas aperiam vapulus nostrum suus."
    },
    {
      "address": "220 Chùa Quỳnh (Phía Đối Diện Vinmart), P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "San Tokbokki - Ẩm Thực Hàn Quốc - Hồng Mai",
      "latitude": 20.9993653,
      "longitude": 105.85668143,
      "description": "Clam crinis claustrum soleo congregatio articulus angustus concido tabesco a. Desparatus defero valeo dedecor cultellus clementia angulus blandior. Curatio demens bos conculco turpis molestias timor."
    },
    {
      "address": "175 Bạch Mai, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Tấm Phương Anh - Bạch Mai",
      "latitude": 21.005318,
      "longitude": 105.851247,
      "description": "Vado tego suadeo vehemens averto ulciscor tenetur voro. Administratio civis quisquam vobis voluptas quibusdam nulla esse. Amo vorago deinde suffoco."
    },
    {
      "address": "81B Đại Cồ Việt, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Tấm Mẹ Bắp - Shop Online",
      "latitude": 21.00782698,
      "longitude": 105.84576084,
      "description": "Similique dolorem alii. Distinctio considero depono concedo decipio agnitio vita. Curatio spoliatio impedit alienus advoco tibi adinventitias articulus."
    },
    {
      "address": "55 Phố Huế, Hai Bà Trưng, Hà Nội",
      "name": "Nhà Hàng 123 - Phố Huế",
      "latitude": 21.0180796,
      "longitude": 105.85171419,
      "description": "Confido coadunatio cursim adipiscor contego volup volo avarus molestiae adsum. Verecundia tamquam dolores. Cenaculum corrumpo crur aspernatur omnis colligo hic bos alo."
    },
    {
      "address": "126 Hồng Mai, Hai Bà Trưng, Hà Nội",
      "name": "Cô Tám - Cơm Rang & Cơm Tấm - 126 Hồng Mai",
      "latitude": 20.99895516,
      "longitude": 105.85261767,
      "description": "Delectatio inventore contra cibus cimentarius consuasor bos cavus solium utilis. Casus amplexus temporibus stipes depereo dolores volaticus. Accedo denique cui cibo adipiscor."
    },
    {
      "address": "6 Ngách 4 Ngõ Hậu Khuông, Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "BUMTRO - Bún Trộn Nam Bộ - Bạch Mai",
      "latitude": 21.002923,
      "longitude": 105.850606,
      "description": "Quae correptius patior illum correptius. Molestias annus veritas. Verbum alienus cupiditas termes."
    },
    {
      "address": "44 Ngõ 205 Giải Phóng, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Nem Nướng Nha Trang Tâm Việt",
      "latitude": 21.001229,
      "longitude": 105.842386,
      "description": "Versus tres libero tempora qui taceo somnus tardus compono neque. Aptus theologus comedo temperantia pauper veniam vulgaris saepe hic. Impedit consuasor alioqui attollo vulnus recusandae una occaecati."
    },
    {
      "address": "122 Lạc Trung, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Bami King - Bánh Mì Bò Nướng & Cơm Thố  - 122 Lạc Trung",
      "latitude": 21.00296518,
      "longitude": 105.86428202,
      "description": "Confugo carbo turba ustilo demonstro caterva veritas creo tenax. Antiquus coepi charisma titulus tricesimus comes sto patruus. Sit deleo spiritus sto conventus optio."
    },
    {
      "address": "20 Lê Đại Hành, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Dũng Hạnh - Bánh Mì Giò Chả - Lê Đại Hành",
      "latitude": 21.00972542,
      "longitude": 105.85000339,
      "description": "Desipio absque taedium angelus tolero. Corrupti acceptus thorax cognatus sit ratione traho cicuta ademptio tondeo. Antepono colligo rerum cruciamentum tutamen pariatur spiculum tyrannus cenaculum."
    },
    {
      "address": "157 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Thố Bách Khoa - Trần Đại Nghĩa",
      "latitude": 21.0012485,
      "longitude": 105.8446024,
      "description": "Civitas iure quis teres distinctio ambulo velit verumtamen. Cultura coaegresco summa subvenio cognatus absens. Verto apto vere adamo aggero."
    },
    {
      "address": "240 Lê Thanh Nghị, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Cúc - Cháo Sườn Sụn - Lê Thanh Nghị",
      "latitude": 21.00170944,
      "longitude": 105.84240137,
      "description": "Tollo tempus atque vinitor ipsa vinculum dapifer. Umquam deserunt tenuis bis vinitor tui. Conitor utrimque aliqua argentum cibus attollo versus sordeo."
    },
    {
      "address": "461 Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Thố Anh Nguyễn - Minh Khai",
      "latitude": 20.99760142,
      "longitude": 105.86666092,
      "description": "Tandem allatus iste summisse comminor caecus. Deprimo veniam voro certus cibo. Ipsam porro utilis virgo victoria atque villa laborum."
    },
    {
      "address": "14 Ngách 10 Ngõ Mai Hương, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Ngon Mẹ Nấu - Bạch Mai",
      "latitude": 21.00031243,
      "longitude": 105.85120123,
      "description": "Aer modi pecto quasi volutabrum color tepesco eum illo comitatus. Audeo vulgivagus utor degusto validus similique triduana caries pariatur absque. Animus creo careo vomica tempora cimentarius volo nostrum terror."
    },
    {
      "address": "Số 7 Ngõ 624 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Cháo Sườn Sụn 88 - Cháo Gia Truyền - Shop Online",
      "latitude": 20.999412,
      "longitude": 105.8712196,
      "description": "Magnam caelestis voluptatibus crapula antiquus tardus solum virtus. Cimentarius aurum decumbo. Quisquam succurro clibanus terga derideo adinventitias spectaculum."
    },
    {
      "address": "64 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Su Kem Singapore Chewy Junior - Trần Đại Nghĩa",
      "latitude": 21.001124,
      "longitude": 105.845255,
      "description": "Soleo totus concedo animadverto somnus deporto facilis arceo solus. Quidem argentum coepi velut. Cado tres color conitor thesaurus."
    },
    {
      "address": "104 Lê Thanh Nghị , P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Gà Rán Popeyes - Lê Thanh Nghị",
      "latitude": 21.00203921,
      "longitude": 105.84627251,
      "description": "Summisse volutabrum vir demum comes cornu ex. Thorax compono crapula. Decipio curto adipiscor tui alioqui censura."
    },
    {
      "address": "42 Bùi Ngọc Dương, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Loan Béo - Bún & Miến Ngan - Bùi Ngọc Dương",
      "latitude": 21.000963,
      "longitude": 105.854047,
      "description": "Tibi vivo veritatis cunabula tredecim demergo suasoria. Taceo appositus antea autem. Summopere tremo voco triduana."
    },
    {
      "address": "8 Ngõ 108 Lò Đúc, P. Đống Mác, Hai Bà Trưng, Hà Nội",
      "name": "Bếp Cô Thảo - Cơm Văn Phòng Tự Chọn",
      "latitude": 21.013406,
      "longitude": 105.857468,
      "description": "Timidus nemo ventosus caute. Tempore argentum arca deporto. Vigilo tenus aegrotatio vindico placeat."
    },
    {
      "address": "67 Ngõ Hoà Bình 7, Minh Khai, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Chân Gà & Cánh Gà Nướng Chí Phèo - Minh Khai",
      "latitude": 20.996892,
      "longitude": 105.85694,
      "description": "Claustrum creator delectus conscendo velut adfectus claro adstringo viridis. Conventus demergo culpo vaco calculus adfero. Talus triumphus error vinculum copiose ceno tametsi."
    },
    {
      "address": "50 Ngõ Tự Do, Hai Bà Trưng, Hà Nội",
      "name": "Hoàng Huệ - Cơm Rang & Bún Bò Trộn - Ngõ Tự Do",
      "latitude": 20.997396,
      "longitude": 105.846273,
      "description": "Tempora sed aufero beatae audio vae conspergo amplexus. Complectus una suspendo. Cometes vicinus alii bonus sollicito repellat aranea depopulo vulgaris solvo."
    },
    {
      "address": "11B Ngõ E7, P. Quỳnh Mai, Hai Bà Trưng, Hà Nội",
      "name": "Somali Cat - Bánh Ngọt & Trà Sữa Online - Quỳnh Mai",
      "latitude": 21.00184935,
      "longitude": 105.86062794,
      "description": "Commodi adinventitias celer audentia subseco ter credo. Amitto quaerat crebro chirographum. Turbo arceo demo cogo abscido video victus."
    },
    {
      "address": "331 Phố Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Texas Chicken - Bạch Mai",
      "latitude": 21.00194,
      "longitude": 105.85086,
      "description": "Cunabula demitto ipsum aspicio caute admoveo. Animadverto patruus alienus voluptatem desipio excepturi tersus abduco uterque ipsam. Aestivus appositus quam tepesco aduro depereo suppono celebrer triumphus."
    },
    {
      "address": "57 Ngõ 41 Phố Vọng, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Happy Food - Cơm Văn Phòng - Phố Vọng",
      "latitude": 20.9985,
      "longitude": 105.8426,
      "description": "Terreo cotidie deprecator civis sub consequatur tergeo validus usitas. Astrum spoliatio ocer defleo volutabrum ullus deripio. Uterque tum complectus delicate vilitas ultio arca vilis."
    },
    {
      "address": "326 Bà Triệu, Hai Bà Trưng, Hà Nội",
      "name": "Vân Chiến - Bún Ngan Trộn Chua Ngọt - Bà Triệu",
      "latitude": 21.01012626,
      "longitude": 105.84898297,
      "description": "Necessitatibus praesentium succedo torrens. Denego blanditiis taceo careo vivo tenus veritatis subnecto acerbitas molestiae. Ventosus defaeco despecto acerbitas."
    },
    {
      "address": "75 Bạch Mai, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Bà Tuyết - Bánh Trôi Tàu & Chè Sắn Nóng",
      "latitude": 21.007635,
      "longitude": 105.85146,
      "description": "Sum voluptatibus concedo vigor accendo taceo careo. Alveus occaecati aegre illo. Temeritas abduco tabula saepe."
    },
    {
      "address": "112 K2 Ngõ 48 Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Thố Bách Khoa - Tạ Quang Bửu",
      "latitude": 21.000908,
      "longitude": 105.848861,
      "description": "Venustas officia turba. Crudelis adiuvo cunabula deprecator ipsa. Vapulus cunae deficio eveniet."
    },
    {
      "address": "164 Trương Định, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Bún Đậu Hương Mơ - 164 Trương Định",
      "latitude": 20.991527,
      "longitude": 105.848843,
      "description": "Solitudo curo clibanus degusto sumptus tabella ancilla balbus adflicto urbanus. Illum clibanus administratio angelus infit carbo acer. Eligendi theca provident quibusdam arx."
    },
    {
      "address": "38 Phố Thọ Lão, P. Đống Mác, Hai Bà Trưng, Hà Nội",
      "name": "Như Mây - Bánh Đa Trộn",
      "latitude": 21.01146851,
      "longitude": 105.85777652,
      "description": "Canonicus circumvenio coniecto coruscus vulgo quos bene articulus. Videlicet cotidie ab comedo. Cruciamentum suadeo ad."
    },
    {
      "address": "Lô TN-36, Đ9-8, Tầng B1 Vincom Mega Mall Times City, 458 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Gà Rán Popeyes - Times City",
      "latitude": 20.995102,
      "longitude": 105.868773,
      "description": "Voluntarius succedo vesper peccatus atqui comedo. Vulnero torrens aspicio aperte volutabrum tonsor occaecati deficio callide. Sto desino campana textor abduco amor coruscus averto inflammatio."
    },
    {
      "address": "16A Ngõ 36 Lê Thanh Nghị, Hai Bà Trưng, Hà Nội",
      "name": "Tiệm Gà Rán Óng Ánh - Lê Thanh Nghị",
      "latitude": 21.00369804,
      "longitude": 105.8497896,
      "description": "Perferendis cura aspernatur tamisium alius veritatis cribro. Bellum sit tardus benevolentia caritas validus. Uter tunc clamo video alo expedita auxilium."
    },
    {
      "address": "439 Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Vợ Ong Vàng - Bạch Mai",
      "latitude": 20.999724,
      "longitude": 105.850481,
      "description": "Paulatim cubitum votum crudelis turpis absorbeo. Admoveo claustrum absque creta consectetur conor quas cura sub. Vulnero culpo sto tolero."
    },
    {
      "address": "91 Trần Đại Nghĩa, Hai Bà Trưng, Hà Nội",
      "name": "Mì Cay Seoul - Trần Đại Nghĩa",
      "latitude": 21.00482087,
      "longitude": 105.84564114,
      "description": "Vitium saepe laborum altus aestivus aptus. Asper bonus tantillus. Solium tres quaerat civitas vesica."
    },
    {
      "address": "66 Tô Hiến Thành, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Cuốn Bà Hoành - Tô Hiến Thành",
      "latitude": 21.013508,
      "longitude": 105.849838,
      "description": "Complectus vitae deserunt incidunt textor vehemens attero arceo terebro crux. Appello animi amor socius defungo accusator utpote tantum. Tabgo vito valde aliquam vomica curiositas adversus acer in tenetur."
    },
    {
      "address": "292 Bà Triệu, Hai Bà Trưng, Hà Nội",
      "name": "Gà Rán KFC - Bà Triệu",
      "latitude": 21.0124139,
      "longitude": 105.8491546,
      "description": "Suppono vulgivagus strenuus. Comitatus condico corrupti. Arcesso paulatim corroboro accusator tredecim agnosco vilitas incidunt."
    },
    {
      "address": "96 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Vợ Ong Vàng - Trần Đại Nghĩa",
      "latitude": 20.997961,
      "longitude": 105.845802,
      "description": "Tunc turbo atavus cursim denique. Dens vulgivagus angustus deleniti. Deficio tollo tergo vehemens arcus aggredior ascisco."
    },
    {
      "address": "78 Ngõ Tự Do, Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Sinh Viên 78 - Ngõ Tự Do",
      "latitude": 20.99739,
      "longitude": 105.846347,
      "description": "Tribuo crux accusantium. Amitto adfero terminatio universe quia. Casso tam vis cilicium bos subnecto vestrum demens carcer caelestis."
    },
    {
      "address": "9 Bùi Thị Xuân, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Chè Khúc Bạch Diệp Phương",
      "latitude": 21.018267,
      "longitude": 105.849974,
      "description": "Inventore teneo delectatio defero. Videlicet cubitum thorax arbustum adstringo. Votum ceno id colo absorbeo sponte tabella consectetur ipsum claudeo."
    },
    {
      "address": "102 E6 Bách Khoa, Tạ Quang Bửu, Hai Bà Trưng, Hà Nội",
      "name": "Nam Phương - Cơm Tấm Sài Gòn - Tạ Quang Bửu",
      "latitude": 21.001199,
      "longitude": 105.84945,
      "description": "Attollo aegre amissio attollo tyrannus officiis dolorem. Totidem desolo atrox comminor adhaero infit. Adflicto commemoro clementia auditor auctor dolorem auditor arx accusantium."
    },
    {
      "address": "202 Dương Văn Bé, Hai Bà Trưng, Hà Nội",
      "name": "Hiệp Huy - Nem Nướng Nha Trang & Trà Chanh - Dương Văn Bé",
      "latitude": 20.996402,
      "longitude": 105.873711,
      "description": "Impedit arbor conturbo abduco eligendi. Caute uterque caelum. Curiositas cruentus carmen derideo dicta territo bene tactus accusamus iste."
    },
    {
      "address": "Tầng B1, Times City, 458 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Gà Rán KFC - Times City",
      "latitude": 20.998284,
      "longitude": 105.86827,
      "description": "Omnis quam sordeo anser apostolus absconditus alioqui. Ullus corpus ante. Optio apud catena patria aperiam vindico."
    },
    {
      "address": "25 Bùi Ngọc Dương, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Tun Tun - Bún Hải Sản Hoa Quả",
      "latitude": 21.001462,
      "longitude": 105.854356,
      "description": "Subiungo advoco dolore infit celebrer cognatus. Adficio cohaero beneficium sumptus. Aspicio claro altus ustilo uxor tricesimus debeo nihil theologus angustus."
    },
    {
      "address": "328 Bà Triệu, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Thố Anh Nguyễn - Bà Triệu",
      "latitude": 21.009917,
      "longitude": 105.849031,
      "description": "Deprimo provident depraedor aro. Patria astrum tubineus bibo beatae atqui depopulo addo maiores cometes. Excepturi voro vigor agnitio velociter concedo tabgo delectus una."
    },
    {
      "address": "2 Ngõ 230 Lạc Trung, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "My Healthy Corner - Shop Online - Lạc Trung",
      "latitude": 21.003144,
      "longitude": 105.866823,
      "description": "Rerum arma cunae. Curia coaegresco voco. Succedo sumptus catena audio curto delicate tenax."
    },
    {
      "address": "161 Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Bún Ngan - Bùi Thị Xuân",
      "latitude": 21.012976,
      "longitude": 105.849931,
      "description": "Vir suadeo adhuc vado. Administratio tolero vilitas amplitudo cumque vallum. Nulla varietas sonitus artificiose conscendo ultio adulatio."
    },
    {
      "address": "17 Ngõ 205 Giải Phóng, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Huỳnh Duyên - Cơm Văn Phòng & Nước Ép",
      "latitude": 21.00104,
      "longitude": 105.842154,
      "description": "Consectetur inventore vulgaris volo tres. Summopere claustrum corpus somniculosus. Voluptas celo depraedor."
    },
    {
      "address": "86 Lạc Trung, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Tuyết Nhung - Cơm Gà Phú Yên - Lạc Trung",
      "latitude": 21.0031451,
      "longitude": 105.863833,
      "description": "Spargo copia thesis temperantia. Adhaero cohaero id defetiscor sponte. Abbas beatae uxor copia anser pecco tabella."
    },
    {
      "address": "6 Ngõ 28 Hương Viên, P. Đồng Nhân, Hai Bà Trưng, Hà Nội",
      "name": "Cô Ngà - Bánh Mì Nem Khoai",
      "latitude": 21.011687,
      "longitude": 105.855585,
      "description": "Solium inflammatio cubo commemoro. Tenus tolero veritatis adipiscor timidus officia claro. Venia candidus eaque tibi valeo maxime sollicito ars stabilis."
    },
    {
      "address": "141 Trần Đại Nghĩa, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Vợ Ong Vàng - 141 Trần Đại Nghĩa",
      "latitude": 21.001728,
      "longitude": 105.845105,
      "description": "Quis volo asper votum creo. Crebro tui campana aetas expedita. Ulciscor defetiscor benigne."
    },
    {
      "address": "30 Đoàn Trần Nghiệp, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "The Pizza Company - Đoàn Trần Nghiệp",
      "latitude": 21.01187,
      "longitude": 105.849337,
      "description": "Consequatur clam charisma campana cognatus vester cimentarius validus deinde. Odio vitae cornu. Sophismata maiores conqueror balbus acer atrox."
    },
    {
      "address": "373 Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Gà Rán KFC - Bạch Mai",
      "latitude": 20.999882,
      "longitude": 105.850493,
      "description": "Voluptatum territo adulatio aveho cui civitas patria pecus fugiat. Volup patruus commemoro vindico casso vobis decipio vae vulgo. Vulnus patria earum crinis uredo solitudo laborum spoliatio."
    },
    {
      "address": "7 Ngõ 183 Trần Đại Nghĩa, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Quán Thương Béo - Bánh Bèo, Cháo Canh, Cháo Lươn Nghệ An Hà Tĩnh",
      "latitude": 21.000387,
      "longitude": 105.845425,
      "description": "Crinis via cura ustulo super avarus carbo. Deserunt ipsum clarus. Illo videlicet eligendi tollo canto desipio recusandae theologus corrupti modi."
    },
    {
      "address": "209 Hồng Mai, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "Cô Hoài - Bánh Gà & Đồ Ăn Vặt",
      "latitude": 20.998865,
      "longitude": 105.855759,
      "description": "Ait cenaculum sulum dolorem ascit victoria beneficium earum. Uter crudelis circumvenio tempus. Velut comprehendo sustineo."
    },
    {
      "address": "176 Lạc Trung, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Bún Ốc Sườn Cô Sáu - Lạc Trung",
      "latitude": 21.0031209,
      "longitude": 105.865059,
      "description": "Tamquam cenaculum esse cilicium. Spiritus odit cavus conventus. Tolero totus amita."
    },
    {
      "address": "125E P. Lò Đúc, P. Phạm Đình Hổ, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Tấm Phương Anh - Lò Đúc",
      "latitude": 21.01357004,
      "longitude": 105.85804098,
      "description": "Curatio impedit considero ter aestus centum aufero amaritudo. Acceptus corroboro degenero inflammatio. Tandem coaegresco solitudo tergiversatio sponte."
    },
    {
      "address": "18 Đại Cồ Việt, Hai Bà Trưng, Hà Nội",
      "name": "Thu Thùy - Bún Bò Huế",
      "latitude": 21.00877259,
      "longitude": 105.84996633,
      "description": "Solvo cupiditas blanditiis verus atrocitas acceptus. Cibus thalassinus umquam amplitudo spiritus. Tabesco clarus enim odit clibanus."
    },
    {
      "address": "103D1 Ngách 98 Ngõ Tự Do, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Hà Anh - Nem Nướng Nha Trang - Ngõ Tự Do",
      "latitude": 20.99916509,
      "longitude": 105.8481082,
      "description": "Copia quod culpo occaecati adsum aestas annus arca. Comis agnitio curis. Tempus assentator assentator creator doloremque."
    },
    {
      "address": "4 Ngõ 121 Lê Thanh Nghị, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Duy Nhất - Phở Bò & Cơm Rang",
      "latitude": 21.001692,
      "longitude": 105.843049,
      "description": "Video templum cunabula teres vinum sumo calco quasi correptius. Earum spoliatio careo spiritus exercitationem. Statim vivo spes vae corona auditor aperio ambitus."
    },
    {
      "address": "61 Lò Đúc, Hai Bà Trưng, Hà Nội",
      "name": "Xôi Bự - Lò Đúc",
      "latitude": 21.0162295,
      "longitude": 105.8562673,
      "description": "Subito dignissimos esse taceo considero defetiscor vetus vulgaris. Verbera sufficio stips sumo vindico ars. Cursus similique coerceo spiritus defendo arx apostolus soluta statim."
    },
    {
      "address": "Đối Diện 34 Thọ Lão, P. Đống Mác, Hai Bà Trưng, Hà Nội",
      "name": "Bún Bò Trộn & Bún Mạch Tràng - Thọ Lão",
      "latitude": 21.011496,
      "longitude": 105.857946,
      "description": "Uxor suppellex vetus. Ducimus uterque tricesimus decens assentator unde enim trado congregatio abutor. Vinum ambitus cinis cibus coerceo sint."
    },
    {
      "address": "80 Ngõ 254 Minh Khai, P. Mai Động, Hai Bà Trưng, Hà Nội",
      "name": "Xôi Thưởng 88 - Xôi Phú Thượng - Minh Khai",
      "latitude": 20.993596,
      "longitude": 105.858601,
      "description": "Deputo absorbeo cuius vinco deripio arbustum sumptus alveus triduana similique. Vulpes substantia amo sum calamitas. Amita vulticulus patruus taceo autem tumultus tempus vir ciminatio."
    },
    {
      "address": "255 Phố Huế (Ngã Ba Phố Huế - Đoàn Trần Nghiệp), P. Phố Huế, Hai Bà Trưng, Hà Nội",
      "name": "SingResto - Cháo Ếch Singapore - Phố Huế",
      "latitude": 21.01185596,
      "longitude": 105.85175578,
      "description": "Vaco esse sufficio caries curto. Verbum utroque voveo. Copia spiculum volva uterque."
    },
    {
      "address": "19 Lê Đại Hành, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Phở Cuốn Hương Mai - Lê Đại Hành",
      "latitude": 21.010161,
      "longitude": 105.849787,
      "description": "Vilicus commemoro suppellex tubineus itaque charisma acceptus cohors ab. Officiis inventore adopto casso sufficio demulceo. Texo thymum tot fugit curvo curto."
    },
    {
      "address": "66 Lò Đúc, Hai Bà Trưng, Hà Nội",
      "name": "Lotteria - Lò Đúc",
      "latitude": 21.01631759,
      "longitude": 105.856169,
      "description": "Corona laboriosam anser catena aequitas dignissimos blandior carbo terror virgo. Supplanto collum tantum quam sumo cum creo. Pax custodia animadverto amor vado cetera quis adhaero."
    },
    {
      "address": "272 Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Cháo 37 - Bạch Mai",
      "latitude": 21.002446,
      "longitude": 105.850761,
      "description": "Voluptas aer clarus quibusdam vestrum cinis. Laborum textilis tredecim vulnero thermae deleo perspiciatis iusto defungo occaecati. Labore tripudio amet dicta suggero adnuo umerus corrupti summopere."
    },
    {
      "address": "P5 Nhà N8 Ngõ Tự Do, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Dương Dương - Lẩu Tokbokki, Mỳ Cay, Trà Chanh & Trà Tắc Online - Ngõ Tự Do",
      "latitude": 20.9990431,
      "longitude": 105.8476919,
      "description": "Annus provident celo suscipio admoveo. Sumptus bene inflammatio studio celer. Crapula somniculosus delinquo aut asperiores adficio."
    },
    {
      "address": "20 Lê Đại Hành, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Midori House - Salad & Đồ Ăn Healthy - Lê Đại Hành",
      "latitude": 21.00973397,
      "longitude": 105.850092,
      "description": "Usus tergiversatio tripudio cito votum compello nemo cunctatio cena. Ad territo acies deripio infit vindico clibanus. Trepide conservo caveo stultus abscido."
    },
    {
      "address": "38 Mai Hắc Đế, Hai Bà Trưng, Hà Nội",
      "name": "Bún Chả Số 38 - Mai Hắc Đế",
      "latitude": 21.01491,
      "longitude": 105.850911,
      "description": "Depopulo tredecim abutor despecto necessitatibus. Cuius minima vitium consequuntur. Arx vester compono confugo amor deporto dolorum."
    },
    {
      "address": "Số 2 Ngách 98 Ngõ Tự Do, Trần Đại Nghĩa, Hai Bà Trưng, Hà Nội",
      "name": "Nem Nướng Nha Trang Ý Thiên - Trần Đại Nghĩa",
      "latitude": 20.99903937,
      "longitude": 105.84785603,
      "description": "Complectus pax vomer. Carpo alius spoliatio adfectus quasi tamen. Vigor audacia ars."
    },
    {
      "address": "105 K10B Nguyễn Hiền, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "2 Anh Em - Mỳ Chua Cay - Nguyễn Hiền",
      "latitude": 21.0010615,
      "longitude": 105.8473571,
      "description": "Aestas crustulum aut. Combibo conicio candidus tandem. Adeo cum abutor civis arcesso spero vilicus condico."
    },
    {
      "address": "20 Dương Văn Bé, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Tuhu Bread - Dương Văn Bé",
      "latitude": 20.999857,
      "longitude": 105.872378,
      "description": "Audax audax corrumpo compello varius. Acceptus similique accendo casus suscipio adiuvo culpa. Vulariter corrumpo combibo ater amoveo."
    },
    {
      "address": "25 Ngõ 125 Trương Định, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Que - Chuẩn Vị Hải Phòng - Trương Định",
      "latitude": 20.992374,
      "longitude": 105.84959,
      "description": "Qui decimus velut totam audeo textor quos tripudio cattus. Conicio conventus voluptates accendo ubi. Itaque cruentus tametsi vinitor vespillo damno."
    },
    {
      "address": "21 Ngách 53 Ngõ Trại Cá, Trương Định, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Cherrypie - Tiệm Bánh Online",
      "latitude": 20.993287,
      "longitude": 105.848271,
      "description": "Tripudio arca amaritudo terror. Capitulus peccatus decipio creptio adulescens debeo altus suffragium abduco. Cursim suffragium circumvenio coadunatio summisse."
    },
    {
      "address": "133 Trần Đại Nghĩa, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Maru Korean - Tiệm Đồ Ăn Hàn Quốc & Trà Sữa - Trần Đại Nghĩa",
      "latitude": 21.00205767,
      "longitude": 105.8449921,
      "description": "Blandior celer demulceo deduco capitulus decerno sequi laudantium. Damnatio talus balbus. Amitto cinis desparatus votum."
    },
    {
      "address": "59 Ngõ Chùa Liên Phái, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Korea House - Đồ Ăn Hàn Quốc Và Cơm Trộn - Ngõ Chùa Liên Phái",
      "latitude": 21.00535,
      "longitude": 105.84885,
      "description": "Arbor copia quas sophismata sit aliquid voluptate non vestrum vinco. Doloremque teneo comprehendo calamitas utpote arto decens delectatio ocer. Vesco tunc deprecator argumentum adnuo voluptatum vester."
    },
    {
      "address": "Tòa Nhà 15T2 (Dự Án Chung Cư 310 Minh Khai) 18 Tam Trinh, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Gà Rán KFC - Tam Trinh",
      "latitude": 20.9943316,
      "longitude": 105.8618566,
      "description": "Textilis aqua cubo caries aegre sui omnis conor pauper. Arbitro demens crastinus custodia convoco molestias ustilo defessus. Suggero deficio civis beatae copiose."
    },
    {
      "address": "107A Y9 Ngõ Tự Do, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Guu Chicken - Cơm Gà & Gà Rán - Ngõ Tự Do",
      "latitude": 20.998245,
      "longitude": 105.846924,
      "description": "Voluptate aggero depopulo creta turpis studio defetiscor thesaurus accedo vulnus. Curiositas via numquam ago clamo consuasor quam adipiscor asper. Tenus acerbitas adfectus concido tum vos viduo tam auctus aequitas."
    },
    {
      "address": "107 K6A (Mặt Sau) Ngõ 48 Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Ngọc Thạch Quán - Sữa Chua & Caramen - Tạ Quang Bửu",
      "latitude": 21.00061,
      "longitude": 105.848365,
      "description": "Celer aduro cohaero stultus. Studio ad appono alo. Tremo earum accendo tredecim."
    },
    {
      "address": "419 Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Sườn Đào Duy Từ - Bạch Mai",
      "latitude": 20.999052,
      "longitude": 105.85044,
      "description": "Aer voluptas pectus comparo. Ut debilito ancilla vereor subvenio defleo derideo curis. Deporto tutamen aetas venia."
    },
    {
      "address": "12 Hẻm 14 Ngách 69 Ngõ 325 Kim Ngưu, Hai Bà Trưng, Hà Nội",
      "name": "Thuỷ Tiên’s Das Shop - Ăn Vặt Keto Online",
      "latitude": 21.00345,
      "longitude": 105.865149,
      "description": "Crux tepesco excepturi ut civitas audacia patior cupiditas cunctatio temporibus. Stabilis amita dignissimos summa statua. Vox delinquo baiulus adflicto tripudio teneo appono."
    },
    {
      "address": "90A Yết Kiêu, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Tráng Trộn - Yết Kiêu",
      "latitude": 21.0202495,
      "longitude": 105.8425621,
      "description": "Amet subvenio voluptates sumptus. Cunae aspicio adamo. Sumptus charisma atque comprehendo sonitus adiuvo derelinquo."
    },
    {
      "address": "106 K2 Ngõ 48 Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Xôi Yến - Bách Khoa",
      "latitude": 21.000888,
      "longitude": 105.84888,
      "description": "Maiores celebrer summisse strues eaque terror. Vinum demens tristis degero virga acerbitas theatrum uxor. Delibero terreo reprehenderit repellat."
    },
    {
      "address": "7 Ngõ 158 Hồng Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "A-Phú - Mì Trộn Indomie - Hồng Mai",
      "latitude": 20.998717,
      "longitude": 105.853187,
      "description": "Pauci iure cernuus usque cognomen aveho. Tracto cohaero vitium abstergo. Acer cruentus ascisco timidus subnecto."
    },
    {
      "address": "18 Ngõ Thái Lợi, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Bee Quán - Bún Sườn Chua, Cháo Sườn & Mì Trộn Indomie - Thái Lợi",
      "latitude": 21.0014171,
      "longitude": 105.8513077,
      "description": "Est peccatus conor comptus damnatio aliquid cubitum arto vobis. Soleo cotidie aureus paens. Arca uredo tendo sortitus degenero contigo aequus annus teneo."
    },
    {
      "address": "10 Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Vợ Ong Vàng - Tạ Quang Bửu",
      "latitude": 21.00523314,
      "longitude": 105.84692547,
      "description": "Curis aestivus arbor. Abbas ultio error aegre eos cado quam colo. Conforto dolorem stips terebro."
    },
    {
      "address": "Đối Diện 44 Thọ Lão, P. Đồng Nhân, Hai Bà Trưng, Hà Nội",
      "name": "Bún Miến Ngan Bà Hoàn - Thọ Lão",
      "latitude": 21.01131079,
      "longitude": 105.85770601,
      "description": "Sophismata subseco exercitationem voveo adficio adaugeo deprimo cruciamentum culpo beneficium. Carpo voluntarius quo tempore thesis coruscus tamquam tyrannus. Vobis brevis cohors dedico tenus amita."
    },
    {
      "address": "15 Ngõ 38 Thọ Lão, P. Đông Mác, Hai Bà Trưng, Hà Nội",
      "name": "Nhà Giữa - Bánh Đa Trộn",
      "latitude": 21.011459,
      "longitude": 105.857363,
      "description": "Deserunt pectus viscus atque sit casso cilicium amaritudo. Vehemens vicinus officia acceptus alo demoror custodia textus avarus. Vacuus charisma mollitia cibo tempore animus terra spes deorsum."
    },
    {
      "address": "14 Chùa Liên Phái, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Tiệm Mỳ Gà Tần - 14 Chùa Liên Phái",
      "latitude": 21.0050048,
      "longitude": 105.8507231,
      "description": "Carpo conventus bis deleo comes. Tollo degero angulus auctor carpo. Balbus natus aequus nam esse suasoria barba tempus asperiores acquiro."
    },
    {
      "address": "386 Trần Khát Chân, P. Đống Mác, Hai Bà Trưng, Hà Nội",
      "name": "Miến Lươn Thủy Lợi Lê Đại Hành - Trần Khát Chân",
      "latitude": 21.009623,
      "longitude": 105.856917,
      "description": "Ago adficio campana sto ater argentum adnuo degenero stella dens. Complectus odit clementia. Sto demonstro vado tenus contra."
    },
    {
      "address": "18 Ngõ Chùa Hưng Ký, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Xôi Thắng - Xôi & Bánh Mì - Ngõ Chùa Hưng Ký",
      "latitude": 20.99479434,
      "longitude": 105.85470631,
      "description": "Non quos crinis sumo vulgivagus cimentarius vivo. Tui aveho vigilo dapifer pariatur suadeo. Adipisci venio crapula viriliter tero civitas adficio."
    },
    {
      "address": "61 Trần Nhân Tông, P. Nguyễn Du , Hai Bà Trưng, Hà Nội",
      "name": "Ngôi Nhà Bỏng Ngô - ProperCorn Việt Nam - Trần Nhân Tông ",
      "latitude": 21.0168318,
      "longitude": 105.8487768,
      "description": "Attollo cumque ater. Tam tristis blandior absorbeo. Degenero subseco cattus patior."
    },
    {
      "address": "7 Nguyễn Công Trứ, P. Phạm Đình Hổ, Hai Bà Trưng, Hà Nội",
      "name": "Chim Quay - 7C Nguyễn Công Trứ",
      "latitude": 21.01452535,
      "longitude": 105.85673044,
      "description": "Voveo patria conforto. Adfero crinis volup tego alveus cogo canonicus tempore comburo cotidie. Aveho demulceo advoco animadverto suspendo odit attollo deripio umquam."
    },
    {
      "address": "Kiot 16B Phố Quỳnh Mai, P. Quỳnh Mai, Hai Bà Trưng, Hà Nội",
      "name": "Hoa Long - Phở Xào, Phở Trộn & Cơm Rang",
      "latitude": 21.0009986,
      "longitude": 105.8607082,
      "description": "Canonicus id ars credo cunabula. Sufficio abstergo argumentum quia dolorum repudiandae avaritia stips claudeo. Comprehendo commemoro decimus dapifer."
    },
    {
      "address": "124 Ngõ 8 Bùi Ngọc Dương, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Rán Tí Hon - Bùi Ngọc Dương",
      "latitude": 21.00043747,
      "longitude": 105.85303076,
      "description": "Adicio atque voluptatem et perspiciatis minima sumo aut. Delego quis totam stipes deripio rerum. Barba vacuus angulus cornu caelum."
    },
    {
      "address": "118A Phố Huế, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì - Phố Huế",
      "latitude": 21.0168,
      "longitude": 105.85146043,
      "description": "Quisquam odit atrox in caute. Benigne aliqua exercitationem tenax sunt argentum aurum. Validus iure amita."
    },
    {
      "address": "3/74 Lò Đúc, P. Phạm Đình Hổ, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Tấm Sườn Nướng - Lò Đúc",
      "latitude": 21.01579598,
      "longitude": 105.85624115,
      "description": "Crapula arcus trans crinis terebro. Magni titulus quibusdam tabernus damnatio vindico. Tripudio aufero vel turbo."
    },
    {
      "address": "2 - TT 2A (Đối Diện 27) Ngõ 622 Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Tấm 3 Ông Tướng - Minh Khai",
      "latitude": 20.997429,
      "longitude": 105.870963,
      "description": "Odio adnuo ager consequuntur colo. Utique perspiciatis adiuvo atqui usitas. Aveho tutis coaegresco maxime ullus cras synagoga damno."
    },
    {
      "address": "88 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Linh - Cari Gà & Ăn Vặt Hàn Quốc",
      "latitude": 20.9984221,
      "longitude": 105.8457486,
      "description": "Sed convoco carbo tertius tunc vomito demitto adaugeo. Corrumpo ullam candidus bos assumenda causa neque. Viscus abstergo asper ademptio quos clamo vespillo."
    },
    {
      "address": "Ngõ 459/82/44 Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Korean Chicken - Gà Rán Truyền Thống Hàn Quốc - Bạch Mai",
      "latitude": 20.9972848,
      "longitude": 105.8517223,
      "description": "Vae assumenda iusto ullam versus deporto angulus harum. Cumque acervus anser vinum eligendi timidus corporis amissio crastinus cursus. Victoria cur creber terga vox titulus volutabrum urbs patior."
    },
    {
      "address": "Trần Đại Nghĩa, Hai Bà Trưng, Hà Nội",
      "name": "Lotteria - Trần Đại Nghĩa",
      "latitude": 21.001981,
      "longitude": 105.844817,
      "description": "Caecus auxilium sollers. Veniam corpus vomito capto tui statim colo beatus sufficio. Crustulum demulceo nemo accusator."
    },
    {
      "address": "141E Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Chè Dừa Thái Lan 365 - Trương Định",
      "latitude": 20.99190867,
      "longitude": 105.84928283,
      "description": "Sponte cursus casus tabesco circumvenio. Vir adfero tripudio decerno. Cimentarius optio verto excepturi spiritus triumphus cultura acerbitas."
    },
    {
      "address": "108 D14 Phố 8/3 (Đối Diện Trường Mầm Non 8/3), Hai Bà Trưng, Hà Nội",
      "name": "Mỳ Gia - Mì Tươi Gia Truyền Since 1950",
      "latitude": 20.99998287,
      "longitude": 105.8594451,
      "description": "Comburo eligendi ut suscipit cubitum canis. Terebro auctor dolore tametsi aut adhaero tracto thermae corrupti. Xiphias complectus sophismata tempus tempora bibo supra sursum tantum."
    },
    {
      "address": "Tầng 1, Tòa Nhà Hàn Việt, 203 Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Lotteria - Minh Khai",
      "latitude": 20.996448,
      "longitude": 105.861634,
      "description": "Pariatur ipsa undique officiis. Vix denique est cubitum architecto cum sodalitas non temeritas iusto. Vester color damnatio cattus similique bardus acceptus decretum studio."
    },
    {
      "address": "SH-03, Tầng 1,2,3 Tòa Nhà Century Tower, 458 Phố Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Gà Rán & Burger McDonald\'s - Vinhomes Times City",
      "latitude": 20.99740728,
      "longitude": 105.86804817,
      "description": "Desipio alo acsi arbustum avaritia cohibeo apto aliqua asporto. Thesaurus fuga subseco abutor sunt. Tepesco iure amissio enim clamo cilicium."
    },
    {
      "address": "282 Minh Khai , P. Mai Động, Hai Bà Trưng, Hà Nội",
      "name": "Bún Bò Huế 65 - Minh Khai",
      "latitude": 20.99544827,
      "longitude": 105.85988739,
      "description": "Alo altus usque somnus totam accusamus. Soleo victoria quos doloribus cresco curatio cattus. Vespillo degusto arbitro ut deleo trans accusator astrum."
    },
    {
      "address": "154 Bà Triệu, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Lotteria - Bà Triệu",
      "latitude": 21.0169942,
      "longitude": 105.8491269,
      "description": "Cuppedia taceo perspiciatis caute cado adaugeo. Cena quis vigilo defleo atque labore adsum adfero desino amissio. Convoco coadunatio quam sponte amo provident."
    },
    {
      "address": "437 Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Lotteria - Bạch Mai",
      "latitude": 20.998269,
      "longitude": 105.850251,
      "description": "Beneficium ulterius vulticulus abstergo tredecim alius quia odio curia appello. Cupiditas pauci placeat. Sol torqueo commemoro congregatio ciminatio temporibus constans timidus expedita."
    },
    {
      "address": "24 Trương Định, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Huyền Anh - Bún Bò Huế - Trương Định",
      "latitude": 20.995646,
      "longitude": 105.849831,
      "description": "Numquam acceptus abduco contigo a delibero textilis spectaculum turpis. Cibo tres vestigium speculum doloremque nisi solium comptus urbanus testimonium. Vos tabella vilis tamquam."
    },
    {
      "address": "342 Lạc Trung, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Savor - Bánh Mì & Trà Sữa - Lạc Trung",
      "latitude": 21.003187,
      "longitude": 105.868209,
      "description": "Adulatio conventus aegrus aegre causa vereor. Crapula cuius appono annus iure adhaero abutor. Defendo adsidue avaritia vigor conventus sono tyrannus."
    },
    {
      "address": "288 Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Mạnh Bệu - 288 Bạch Mai",
      "latitude": 21.002834,
      "longitude": 105.850791,
      "description": "Error conturbo subseco. Ver sursum ambulo damno statua apud viriliter attollo. Suspendo totidem stillicidium patruus adhuc officiis valde arbitro thorax."
    },
    {
      "address": "31 Ngách 81 Ngõ Hoà Bình 7, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Hoa Quả 88 - Ngõ Hoà Bình 7",
      "latitude": 20.9975858,
      "longitude": 105.85697496,
      "description": "Trado aegrotatio officia spoliatio dolorum repellendus sub apostolus consectetur subito. Benevolentia totidem angustus tyrannus bellum cinis blandior sperno. Cariosus alo animus sustineo."
    },
    {
      "address": "38 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Viki - Trà Sữa, Hoa Quả Dầm Kem & Trà Hoa Quả - 38 Trần Đại Nghĩa",
      "latitude": 21.002214,
      "longitude": 105.844706,
      "description": "Cattus casus cohaero. Quis canis sublime aiunt video defero termes utique. Tabesco non crebro bonus."
    },
    {
      "address": "47C Mai Hắc Đế, Hai Bà Trưng, Hà Nội",
      "name": "Bà Sâm - Bún Chả & Nem Cua Bể - 47C Mai Hắc Đế",
      "latitude": 21.014808,
      "longitude": 105.851005,
      "description": "Quo adsuesco deinde tredecim strenuus tamdiu. Crux acidus audax ventus varius facere admoneo amo vulticulus curiositas. Suscipit ancilla animadverto circumvenio porro veritas."
    },
    {
      "address": "22 Ngõ Hòa Bình 2, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Anh Béo - Bún & Bánh Đa Trộn - Minh Khai",
      "latitude": 20.995998,
      "longitude": 105.852376,
      "description": "Corporis caterva solum adulatio civitas advoco aqua tredecim. Atavus absum sulum. Decumbo tripudio incidunt congregatio vilitas talio sulum."
    },
    {
      "address": "16 Ngõ 205 Giải Phóng, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Phi Long - Cơm Văn Phòng & Nước Ép",
      "latitude": 21.000701,
      "longitude": 105.841758,
      "description": "Bardus recusandae aperiam uterque. Turbo absens defleo valens ipsam suasoria. Aperiam ullam sustineo ea ipsam quas."
    },
    {
      "address": "Ô 21,H7, Ngách 62 Ngõ 203 Kim Ngưu, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "An Food - Mỳ Trộn Indo & Đồ Ăn Vặt Xiên Que - Kim Ngưu",
      "latitude": 21.00500202,
      "longitude": 105.86285272,
      "description": "Arbitro subvenio communis blanditiis recusandae possimus. Calculus arcesso necessitatibus victus dignissimos voluntarius. Cultellus substantia uxor."
    },
    {
      "address": "67 Tuệ Tĩnh, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Minh Châu - Cơm Tấm & Hủ Tiếu Nam Vang - Tuệ Tĩnh",
      "latitude": 21.015178,
      "longitude": 105.849049,
      "description": "Vito temeritas bonus. Deporto tumultus cedo animus aliqua. Ancilla vacuus creator aufero cattus tabernus adipiscor soluta admiratio degenero."
    },
    {
      "address": "8 Ngõ 25 Triệu Việt Vương, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Chị Cúc - Bún Trộn Nam Bộ - Triệu Việt Vương",
      "latitude": 21.01769589,
      "longitude": 105.85062385,
      "description": "Despecto adsuesco currus tactus delinquo debitis patruus aptus amplexus thermae. Ventosus ager quibusdam. Cibo apostolus bestia."
    },
    {
      "address": "Tầng Hầm 1, Hầm B1, Gian Hàng Số 5 Vincom Times City, 458 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "The Pizza Company - Vincom Times City",
      "latitude": 20.99634842,
      "longitude": 105.86848355,
      "description": "Umbra denuo verbum corroboro depraedor. Arbustum uberrime dolorem vorax. Aestas tristis tunc constans impedit currus."
    },
    {
      "address": "28 Ngõ 183 Trần Đại Nghĩa, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Gà Giòn Booby - Trần Đại Nghĩa",
      "latitude": 21.00025696,
      "longitude": 105.84547866,
      "description": "Saepe alii sumptus tendo error convoco decerno cumque depopulo. Benigne adnuo curriculum crustulum officia. Clarus ascit sunt ter villa denego soluta tactus curatio."
    },
    {
      "address": "25 Ngõ 191 Minh Khai, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Bún Riêu Phố Cổ - Minh Khai",
      "latitude": 20.996413,
      "longitude": 105.858607,
      "description": "Tubineus depereo culpa textilis sulum votum teneo comminor. Comes textus deludo. Balbus coniuratio peior templum deporto aestivus trado."
    },
    {
      "address": "Số 1 Ngách 98 Ngõ Tự Do, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Tráng Trộn 74 - Ngõ Tự Do",
      "latitude": 20.99871279,
      "longitude": 105.84834114,
      "description": "Arcus tyrannus officia truculenter deludo cado veniam degenero vesper. Caelestis cervus trucido vesica animus deripio utroque. Virgo usitas turbo eveniet amissio usitas suus."
    },
    {
      "address": "30 Thi Sách, P. Ngô Thì Nhậm, Hai Bà Trưng, Hà Nội",
      "name": "Mắm Quán - Chân Gà Chiên Mắm & Lẩu Sạch",
      "latitude": 21.016212,
      "longitude": 105.854138,
      "description": "Debitis depromo tamdiu autus tyrannus deporto spargo. Cruciamentum itaque adflicto illum cibo adduco collum conculco vilicus civitas. Neque tamisium delinquo coma sono quae vesica adipisci abscido contra."
    },
    {
      "address": "3 Tô Hiến Thành, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Tuấn Minh - Phở Gà & Bún Thang",
      "latitude": 21.013558,
      "longitude": 105.851388,
      "description": "Cunabula defleo textus vestrum cruciamentum. Decor pauci surgo infit depopulo stultus patior cohibeo quas alioqui. Tyrannus agnosco caecus cuius vere validus aufero turbo."
    },
    {
      "address": "18 Ngách 58 Ngõ Đỗ Thuận, Đê Tô Hoàng, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Cô Vân - Chè & Bánh Trôi Tàu - Đê Tô Hoàng",
      "latitude": 21.006659,
      "longitude": 105.849472,
      "description": "Dolore supellex tergo ulciscor. Vulgus ago admiratio. Textilis temeritas usque atrocitas assentator succedo traho."
    },
    {
      "address": "23B Thái Phiên, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Kim Anh - Bún Đậu & Cơm Rang",
      "latitude": 21.010541,
      "longitude": 105.850275,
      "description": "Constans comburo nisi cunctatio termes blandior cotidie alo adamo. Ulterius cenaculum abscido studio vomer ciminatio dicta ademptio. Callide solus supra censura velit."
    },
    {
      "address": "5 Lĩnh Nam, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Rang Dũng Béo - Lĩnh Nam",
      "latitude": 20.991519,
      "longitude": 105.863586,
      "description": "Cubitum delinquo tamen. Usque enim catena cursim. Laboriosam assentator cubicularis verbum aperio aliquid demonstro vomito trepide adfero."
    },
    {
      "address": "167 Lãng Yên, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Dồi Nướng Đê Trần Khát Chân - Lãng Yên",
      "latitude": 21.008296,
      "longitude": 105.863605,
      "description": "Vos bibo apostolus talio cribro pecus eos surgo. Curso tubineus incidunt inventore vapulus. Eius amplitudo adficio curvo."
    },
    {
      "address": "2 Ngõ 100 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Chén Cả Thế Giới - Phố Bánh Gà & Chè - Trần Đại Nghĩa",
      "latitude": 20.997647,
      "longitude": 105.84564,
      "description": "Tam vigilo laudantium vitae coniuratio celer astrum. Admitto studio comprehendo somniculosus. Decimus varietas averto valens recusandae vulariter ullam caecus confero."
    },
    {
      "address": "Hầm B1, T5 Times City, 458 Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Lotteria - Time City",
      "latitude": 20.996404,
      "longitude": 105.868702,
      "description": "Ab error campana et carus nulla aranea. Ambitus derideo curatio voluptatibus inventore cinis. Calculus deripio corrigo defendo cupressus accendo."
    },
    {
      "address": "688 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Hắt 2 Ô - Nem Nướng Nha Trang - Minh Khai",
      "latitude": 21.00082879,
      "longitude": 105.87066708,
      "description": "Avaritia vulticulus audio vestrum vinculum conspergo coniecto. Illo at vinum canto substantia decumbo abscido caute. Rem cado vergo."
    },
    {
      "address": "25 Lê Đại Hành, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Su Kem Nhật Bản Beard Papa’s - Lê Đại Hành",
      "latitude": 21.009967,
      "longitude": 105.849651,
      "description": "Benigne adstringo absum condico vinco vulgaris cernuus dolore armarium. Communis sopor eius desino chirographum molestias. Ara verbum aufero."
    },
    {
      "address": "160 Hồng Mai, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mỳ Truyền Thống - Bánh Mỳ - 160 Hồng Mai",
      "latitude": 20.9988214,
      "longitude": 105.8533674,
      "description": "Tricesimus adficio tener vulgus voluptatum inventore thermae. Totus adduco saepe occaecati sperno quisquam. Adopto abscido concedo."
    },
    {
      "address": "155 Triệu Việt Vương, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Cuốn Nóng 101 Bà Triệu - Triệu Việt Vương",
      "latitude": 21.01238603,
      "longitude": 105.85045916,
      "description": "Volubilis arto laudantium. Voluptates vapulus taedium vespillo sollicito alienus venia depopulo. Utrum venustas curia copiose."
    },
    {
      "address": "13ABC Ngõ 13 Hàng Chuối, P. Phạm Đình Hổ, Hai Bà Trưng, Hà Nội",
      "name": "So Cuốn - Hàng Chuối",
      "latitude": 21.0179671,
      "longitude": 105.857212,
      "description": "Subiungo arceo vado eaque trans statim aureus tristis desparatus somnus. Voro caelum minus ipsum causa sub. Acceptus tandem tempora cedo cernuus inflammatio comprehendo."
    },
    {
      "address": "23 Hồng Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Nhi Food - Nem Chua Tạm Thương & Mì Trộn Indomie - Hồng Mai",
      "latitude": 20.99901241,
      "longitude": 105.85181291,
      "description": "Contabesco crinis similique tollo tertius benigne. Solutio videlicet deficio advoco. Trans viscus casso argumentum blandior vitium."
    },
    {
      "address": "104B10 Ngõ Trại Găng, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Xuân Food - Mì Trộn Indomie - Ngõ Trại Găng",
      "latitude": 21.0041131,
      "longitude": 105.8524827,
      "description": "Tersus ocer terror balbus suppono. Traho cunabula doloremque voveo ullus comprehendo culpa unus claro. Ad voco patruus."
    },
    {
      "address": "50 Ngõ Tự Do, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Hoàng Huệ - Bún Riêu Cua Cá & Bánh Đa Trộn - Ngõ Tự Do",
      "latitude": 20.99721115,
      "longitude": 105.84629173,
      "description": "Ullam aro comptus abduco comitatus utroque complectus tertius. Et tolero patior. Sodalitas vinculum provident consequatur comprehendo ulterius."
    },
    {
      "address": "27 Ngỗ Huế, P. Ngô Thì Nhậm, Hai Bà Trưng, Hà Nội",
      "name": "Mr.Eco Salad Healthy - Food & Drinks - Ngõ Huế",
      "latitude": 21.01474699,
      "longitude": 105.85277419,
      "description": "Valde titulus aedificium aspernatur delectus laborum amplus blanditiis. Bibo vero sulum bene. Nesciunt arbitro stella viduo volutabrum."
    },
    {
      "address": "108Y9 Ngõ Tự Do, Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Quang Thắng - Cơm Ngon Văn Phòng",
      "latitude": 20.998236,
      "longitude": 105.846938,
      "description": "Voco conicio aliqua ancilla vilicus commemoro abeo adipiscor. Varius doloremque at synagoga nihil. Apto ater trado aliqua theologus."
    },
    {
      "address": "46 Lạc Trung, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Gà Xôi Mắm Còn",
      "latitude": 21.00309236,
      "longitude": 105.86309876,
      "description": "Ager decens itaque. Credo vetus acidus capitulus admiratio certe curis tergeo pectus. Apostolus degenero vehemens turba subseco."
    },
    {
      "address": "126 Bạch Mai, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Bếp Mẹ Bông - Chân Gà Sả Ớt Online",
      "latitude": 21.00599464,
      "longitude": 105.85112582,
      "description": "Altus adhaero condico. Sunt suffragium trucido suscipit dolore timidus conforto succurro. Theca anser vacuus administratio beatae eos tot vobis."
    },
    {
      "address": "Ki Ốt 2 Ngõ 124 Vĩnh Tuy (Đối Diện 38 Ngõ 124 Vĩnh Tuy), P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Chè Bát Phố Cổ - Vĩnh Tuy",
      "latitude": 21.00109,
      "longitude": 105.875414,
      "description": "Confido nostrum tubineus surculus. Tres vis theatrum talus catena tristis balbus vallum curis. Ullam aveho tabella aeternus."
    },
    {
      "address": "316 Bà Triệu, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "BBQ Chicken - Gà rán Hàn Quốc - Bà Triệu",
      "latitude": 21.010613,
      "longitude": 105.849031,
      "description": "Vitium commodo una volup auditor sperno vicinus terreo fuga. Vado tenax victoria desparatus adimpleo ara talis caries pauper. Voco peccatus verbum aequitas."
    },
    {
      "address": "474 Trần Khát Chân, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Tú Gà - Chân Gà Rang Muối - Trần Khát Chân",
      "latitude": 21.008951,
      "longitude": 105.853793,
      "description": "Cunae delectatio urbs appono armarium. Velum aperio uter tandem velit vesco patria titulus carpo auditor. Cum calamitas commodo tremo vilitas desidero depraedor at deficio ad."
    },
    {
      "address": "27 Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Minh Nhật - Nguyễn Du",
      "latitude": 21.01840514,
      "longitude": 105.85095439,
      "description": "Adduco audeo architecto volutabrum tollo. Sit deporto confugo victus velum valeo suppono amplitudo terreo. Teneo labore demum cattus sono congregatio solio teneo deprecator vulariter."
    },
    {
      "address": "27 Kiot 11 Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Bún Cá Thái Bình - Tạ Quang Bửu",
      "latitude": 21.0025544,
      "longitude": 105.8488116,
      "description": "Conscendo acervus tunc. Denuo certe impedit qui ea abutor. Cras vilis reiciendis tolero carmen."
    },
    {
      "address": "Số 314 Kim Ngưu, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Văn Phòng & Cơm Niêu Hợp Tác Xã - Kim Ngưu",
      "latitude": 20.9986662,
      "longitude": 105.86176512,
      "description": "Ipsum inventore ascisco. Torrens capitulus constans voluptatem alius tendo contigo adnuo calcar. Quos architecto desino."
    },
    {
      "address": "23 Ngõ 203/62 H5 Kim Ngưu, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Bếp Mẹ Sữa - Đồ Ăn Healthy & Eatclean - Shop Online",
      "latitude": 21.005288,
      "longitude": 105.862357,
      "description": "Defessus tripudio pax. Suffragium acsi alter aggero thalassinus tollo perspiciatis. Arcus caveo colligo tamquam acceptus."
    },
    {
      "address": "Số 2B Ngõ 52 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Chimico - Cơm Trộn & Kim Chi Tỏi Đen - Trần Đại Nghĩa",
      "latitude": 21.00334869,
      "longitude": 105.84470541,
      "description": "Adaugeo theca bonus vigilo occaecati adflicto texo in valetudo concido. Doloremque termes antea cumque. Cotidie succedo quisquam creo."
    },
    {
      "address": "P101 K7 KTT Bách Khoa, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Changmi’s Kitchen - Bánh Cá Taiyaki - Bách Khoa",
      "latitude": 21.000568,
      "longitude": 105.84808677,
      "description": "Utrimque candidus comburo aestus vorago absque adimpleo. Viriliter suppono volva. Depereo temptatio cruentus calcar ambulo talis vulgus suadeo vespillo denuo."
    },
    {
      "address": "7 Ngõ 94 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "YouOne Hotdog - Xúc Xích Hàn Quốc - Trần Đại Nghĩa",
      "latitude": 20.9979299,
      "longitude": 105.84567906,
      "description": "Coepi subvenio sublime patrocinor vado sono assumenda. Delectatio vinculum creta demulceo ulciscor. Currus collum nam vulgivagus."
    },
    {
      "address": "27 Ngõ 19 Lạc Trung, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Bếp Nhà Bun - Chân Gà Sả Ớt Online - Lạc Trung",
      "latitude": 21.002425,
      "longitude": 105.862253,
      "description": "Eaque depono fugit sol doloribus voluptates. Cimentarius spoliatio voveo vulnero atrox texo cras vociferor viriliter. Acsi cervus tergeo vis amplus turbo amita trans."
    },
    {
      "address": "Ki Ốt 5A1 Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Quang Đăng - Bánh Tráng Trộn & Bánh Tráng Nướng - Bách Khoa",
      "latitude": 21.002529,
      "longitude": 105.84876,
      "description": "Desidero aqua sopor deorsum crastinus cultura spiritus. Caterva statua volo arguo tenetur fugiat cedo. Amitto sit templum quaerat cruentus vitium quas conicio asper sopor."
    },
    {
      "address": "107 Lò Đúc, Hai Bà Trưng, Hà Nội",
      "name": "KAMPONG - Cơm gà Hải Nam - 107 Lò Đúc",
      "latitude": 21.0149372,
      "longitude": 105.856959,
      "description": "Cruentus aestus aestus tricesimus absens caecus venia catena. Corporis dolor spargo careo. Ex tabernus adulatio harum uxor id teneo accendo."
    },
    {
      "address": "284 Kim Ngưu, P. Quỳnh Mai, Hai Bà Trưng, Hà Nội",
      "name": "Mỳ Cay Seoul Deli - Kim Ngưu",
      "latitude": 20.99910907,
      "longitude": 105.86171593,
      "description": "Artificiose aegrotatio speculum velut. Corpus adhaero similique. Adamo benevolentia universe fugit contra."
    },
    {
      "address": "57 Tô Hiến Thành, Hai Bà Trưng, Hà Nội",
      "name": "Phát Ký Mì Gia",
      "latitude": 21.013129,
      "longitude": 105.84886,
      "description": "Nesciunt triumphus advoco verecundia teres clamo. Officiis sordeo degenero depromo vallum tibi deripio subito via ait. Venio ultio denuncio administratio doloremque nostrum."
    },
    {
      "address": "123 Phố Huế, Hai Bà Trưng, Hà Nội",
      "name": "TOUS les JOURS - Phố Huế",
      "latitude": 21.015193,
      "longitude": 105.851736,
      "description": "Curatio ademptio amoveo. Careo vulpes nemo cursus ad natus creta. Correptius concedo concedo trepide minima addo."
    },
    {
      "address": "153 Dương Văn Bé (Ngõ 34 Vĩnh Tuy), Hai Bà Trưng, Hà Nội",
      "name": "Phở Dũng - Dương Văn Bé",
      "latitude": 20.99598,
      "longitude": 105.873966,
      "description": "Aequitas amitto tenus benevolentia veritatis sed cornu pel armarium. Aveho bellum temptatio demo debilito eveniet usus illo mollitia. Vapulus sufficio corroboro argentum tracto numquam voro tametsi casus vacuus."
    },
    {
      "address": "Ki Ốt 126 CHợ Bách Khoa, Đ. Trần Đại Nghĩa (Cạnh Nhà Thuốc Hải Minh), P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Như Ý - Trần Đại Nghĩa",
      "latitude": 21.00160521,
      "longitude": 105.8452031,
      "description": "Numquam tabgo voluptate. Speciosus videlicet patior aduro textus cursus. Adstringo acquiro aiunt uberrime sponte delectatio derelinquo somnus vulnero."
    },
    {
      "address": "65 Lê Thanh Nghị, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Sữa Chua Trân Châu Hạ Long - 65 Lê Thanh Nghị",
      "latitude": 21.00177927,
      "longitude": 105.84472568,
      "description": "Pecco theologus admoneo artificiose coaegresco argumentum tyrannus arto. Beneficium tutamen volaticus. Ullam dolores vulgus vix verbera ut voluptatem."
    },
    {
      "address": "21 - 25 Tuệ Tĩnh, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Bún Bò Huế O Xuân - Tuệ Tĩnh",
      "latitude": 21.015135,
      "longitude": 105.850571,
      "description": "Tyrannus coerceo quisquam spero audacia tergiversatio talis maiores traho. Censura confido cumque auxilium. Barba infit audio una cribro avaritia copiose commodo dignissimos."
    },
    {
      "address": "Shop 03, Toà Park 3 Parkhill, Times City, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Phở Hải - Phở Bò, Phở Gà & Phở Xào - Times City",
      "latitude": 20.99220056,
      "longitude": 105.86911394,
      "description": "Stipes torqueo tres curiositas uter adipiscor. Contego umquam advoco. Vomito vehemens utor argentum unde commodo verumtamen explicabo solus acidus."
    },
    {
      "address": "122 Lò Đúc, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Thố Bách Khoa - Lò Đúc",
      "latitude": 21.0136753,
      "longitude": 105.8576712,
      "description": "Super ciminatio suppellex vester damno tenetur deprimo. Cupio sumptus sperno conscendo varietas cursus. Vulariter conicio timidus tum confero trado acer."
    },
    {
      "address": "16 Lê Quý Đôn, P. Bạch Đằng, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Pate - Lê Quý Đôn",
      "latitude": 21.013326,
      "longitude": 105.86165,
      "description": "Vigilo alius paens arx. Porro vero corpus tripudio tersus soleo consequuntur desolo deporto contego. Volva demitto celer tam consequuntur utrum titulus."
    },
    {
      "address": "138 Lò Đúc, Hai Bà Trưng, Hà Nội",
      "name": "Bami Sot - Bánh Mì Đen - Lò Đúc",
      "latitude": 21.012626,
      "longitude": 105.858321,
      "description": "Tertius abbas adnuo clamo apparatus aggredior. Bis virtus approbo conforto vacuus suffoco vinitor dapifer benevolentia. Valeo sumptus ultio acies stella voro esse crapula incidunt caterva."
    },
    {
      "address": "1 Ngõ Tô Hoàng, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Thúy Vịt - Ngan & Vịt Các Món",
      "latitude": 21.006447,
      "longitude": 105.850736,
      "description": "Aspicio bonus suppono testimonium curtus ara sollicito suffragium sodalitas consuasor. Coma villa debeo qui. Ambulo conitor aestivus cogo."
    },
    {
      "address": "27 Hàn Thuyên, P. Phạm Đình Hổ, Hai Bà Trưng, Hà Nội",
      "name": "Vi Mộc - Bánh Mì Hội An - Hàn Thuyên",
      "latitude": 21.018462,
      "longitude": 105.855755,
      "description": "Tyrannus aedificium canto tricesimus arbitro suspendo thesaurus conspergo degero supra. Ab desidero tondeo umerus confido dolor. Volup abscido sapiente uter soleo accommodo omnis tergiversatio territo curto."
    },
    {
      "address": "462 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Sữa Chua Trân Châu Hạ Long - Minh Khai",
      "latitude": 20.99779,
      "longitude": 105.868164,
      "description": "Deficio vilicus corrupti auctor defero cibus casus. Attonbitus pel creo denique solus. Careo speciosus culpa aestivus."
    },
    {
      "address": "91C Võ Thị Sáu, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Mì Quảng Bà Vị - Đặc Sản Đà Nẵng",
      "latitude": 21.00723072,
      "longitude": 105.85474467,
      "description": "Cavus centum atrox. Contego crustulum sub architecto canis. Enim denuo ancilla apto volubilis vae animadverto suus."
    },
    {
      "address": "51 Tạ Quang Bửu, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Tiệm Mì Indo - Tạ Quang Bửu",
      "latitude": 21.000782,
      "longitude": 105.850197,
      "description": "Adhaero praesentium amoveo suggero suasoria. Nulla amplexus cubo cultellus sono sint. Turpis communis possimus voluntarius crur usus color infit contego."
    },
    {
      "address": "464 Bạch Mai, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Hansarang - Ẩm Thực Hàn Quốc",
      "latitude": 20.997986,
      "longitude": 105.850059,
      "description": "Adsidue tubineus sodalitas aureus summisse venustas ars cariosus. Aperte dolor uter. Deprimo suggero adeo bene."
    },
    {
      "address": "30 Lò Đúc, P. Phạm Đình Hổ, Hai Bà Trưng, Hà Nội",
      "name": "Miến Lươn Phúc - Lò Đúc",
      "latitude": 21.017017,
      "longitude": 105.855664,
      "description": "Thema similique stips torqueo addo crapula. Vulgaris verto aetas praesentium aestas crapula tunc distinctio. Cupressus coma sto facilis."
    },
    {
      "address": "D7 Ngõ 84 Phố 8/3, P. Quỳnh Mai, Hai Bà Trưng, Hà Nội",
      "name": "Tiệm Chay Sala - Chay - Phố 8/3",
      "latitude": 21.0005578,
      "longitude": 105.8600659,
      "description": "Laborum comitatus temptatio. Antiquus volva temptatio est clarus pectus atavus. Compono campana dolore maiores ubi asper bestia timidus cunabula."
    },
    {
      "address": "70 Bạch Mai, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Bao Long Thành",
      "latitude": 21.006618,
      "longitude": 105.85119,
      "description": "Pectus mollitia conservo decens aegrotatio clamo tabernus curo comprehendo. Confugo antepono delinquo depopulo allatus arguo tantillus vox. Summa capitulus synagoga dedecor audio."
    },
    {
      "address": "34 Ngõ 349/ 30 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Ăng Nhăng Nhăng Mì Indomie - Xiên Que & Nước Ép - Minh Khai",
      "latitude": 20.9982113,
      "longitude": 105.8645231,
      "description": "Depulso subito comptus celo exercitationem. Verbera verus vinculum conventus vergo vox. Stultus totam alter colligo vomito trado temporibus."
    }
  ]
}