{
  "count": 200,
  "data": [
    {
      "address": "11 Thái Phiên, Hai Bà Trưng, Hà Nội",
      "name": "Bami King - Bánh Mì Bò Nướng & Cơm Thố  - Thái Phiên",
      "latitude": 21.010508,
      "longitude": 105.850935,
      "description": "Cervus quasi delego theca amor. Tracto campana vinculum arbor audentia spes dignissimos. Ut demoror arcesso thymum defaeco urbs sordeo dolorum."
    },
    {
      "address": "79 Hồng Mai, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "The 1989 - Trà Sữa Muối Biển - Hồng Mai",
      "latitude": 20.998792,
      "longitude": 105.853799,
      "description": "Dens esse quam audeo attollo crinis. Capillus collum cum ultra absque cilicium villa. Delicate claro comminor velociter."
    },
    {
      "address": "55 Phố Huế, Hai Bà Trưng, Hà Nội",
      "name": "Nhà Hàng 123 - Phố Huế",
      "latitude": 21.0180796,
      "longitude": 105.85171419,
      "description": "Bibo admitto terga vir clarus acies ipsum aufero contra. Distinctio sed arceo officia delectatio. Autem ullus angustus bellicus error inflammatio sui."
    },
    {
      "address": "50A Đường Lê Đại Hành, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Cheese Coffee - Lê Đại Hành",
      "latitude": 21.01179238,
      "longitude": 105.84822982,
      "description": "Vel clamo tredecim sapiente aperte. Corrigo curatio abscido caelum versus traho amet demonstro. Ulciscor admoveo beneficium."
    },
    {
      "address": "122 Lạc Trung, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Bami King - Bánh Mì Bò Nướng & Cơm Thố  - 122 Lạc Trung",
      "latitude": 21.00296518,
      "longitude": 105.86428202,
      "description": "Creo chirographum tepidus asperiores absens sollicito. Corporis deficio ipsam incidunt adhuc aeneus. Quidem vis abstergo."
    },
    {
      "address": "20 Lê Đại Hành, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Dũng Hạnh - Bánh Mì Giò Chả - Lê Đại Hành",
      "latitude": 21.00972542,
      "longitude": 105.85000339,
      "description": "Complectus earum universe callide adfectus. Summopere spero celebrer. Solum depopulo totam comburo conventus."
    },
    {
      "address": "66 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Tocotoco - Trần Đại Nghĩa",
      "latitude": 21.00104893,
      "longitude": 105.8451066,
      "description": "Theca venia acquiro iusto terra magnam. Doloremque tunc cognatus tyrannus studio cuppedia. Statua sperno viscus claro ars tricesimus defaeco."
    },
    {
      "address": "64 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Su Kem Singapore Chewy Junior - Trần Đại Nghĩa",
      "latitude": 21.001124,
      "longitude": 105.845255,
      "description": "Absens adfectus vehemens. Verumtamen trans timor ultio antea tametsi demum cinis verus conqueror. Perferendis demitto thalassinus anser sperno."
    },
    {
      "address": "48 Trần Nhân Tông, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Highlands Coffee - 48 Trần Nhân Tông",
      "latitude": 21.016969,
      "longitude": 105.848926,
      "description": "Subvenio claudeo voro anser talis avarus ventus. Acsi custodia alo spes voluptate alveus. Tamdiu vallum adhuc charisma adipisci vallum."
    },
    {
      "address": "35 Thanh Nhàn, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Tuhu Bread - Thanh Nhàn",
      "latitude": 21.002824,
      "longitude": 105.859387,
      "description": "Angulus abutor magnam tremo demergo convoco comitatus cupio degusto. Antiquus crebro nam tondeo. Quae campana ocer cerno balbus."
    },
    {
      "address": "149A Lò Đúc, P. Đống Mác, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Tocotoco - Lò Đúc",
      "latitude": 21.0108652,
      "longitude": 105.85992177,
      "description": "Doloribus sapiente asperiores terminatio delibero sperno tibi utroque acer vivo. Cauda dapifer comparo suscipit amplus consectetur universe. Tepesco tersus suspendo tempus synagoga timidus minima iure bonus."
    },
    {
      "address": "11B Ngõ E7, P. Quỳnh Mai, Hai Bà Trưng, Hà Nội",
      "name": "Somali Cat - Bánh Ngọt & Trà Sữa Online - Quỳnh Mai",
      "latitude": 21.00184935,
      "longitude": 105.86062794,
      "description": "Coaegresco comburo adaugeo angulus capitulus vos voluptatum curriculum sursum sortitus. Deludo adversus temeritas crudelis volo. Textor tempore aspernatur advoco asper statim creator averto abduco."
    },
    {
      "address": "110 Ngõ Hoà Bình 7, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Trang Huyền - Mỳ Trộn Indomie - Minh Khai",
      "latitude": 20.9973499,
      "longitude": 105.858005,
      "description": "Ceno adimpleo audax vulgus. Ipsum calamitas suppellex synagoga bene alii vulgaris. Peior clementia comes spiculum addo desipio contabesco spero depono consectetur."
    },
    {
      "address": "172 Triệu Việt Vương, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa 172 - Triệu Việt Vương",
      "latitude": 21.0123015,
      "longitude": 105.85037202,
      "description": "Verbera adsuesco tondeo collum ait. Cibus conspergo adhaero venustas. Conculco desparatus aptus subiungo."
    },
    {
      "address": "75 Bạch Mai, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Bà Tuyết - Bánh Trôi Tàu & Chè Sắn Nóng",
      "latitude": 21.007635,
      "longitude": 105.85146,
      "description": "Viriliter summopere defendo. Atavus cavus sonitus cibo cuppedia altus voveo agnosco illo tactus. Carmen acerbitas quam cilicium argentum condico aetas admoneo aegrus."
    },
    {
      "address": "314 Bà Triệu, Hai Bà Trưng, Hà Nội",
      "name": "Starbucks Coffee - Bà Triệu",
      "latitude": 21.01068,
      "longitude": 105.849047,
      "description": "Tredecim deporto thymbra terebro depopulo umquam stella defessus adduco. Video aedificium admoveo ubi ars cometes utique terga aduro arbitro. Ver caritas comitatus beneficium exercitationem adsum defetiscor culpa varius."
    },
    {
      "address": "439 Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Vợ Ong Vàng - Bạch Mai",
      "latitude": 20.999724,
      "longitude": 105.850481,
      "description": "Vehemens concido temporibus creta astrum rem. Cupressus tandem tolero una vulgo ea. Ea cur ustulo super dolore vulnus."
    },
    {
      "address": "66 Tô Hiến Thành, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Cuốn Bà Hoành - Tô Hiến Thành",
      "latitude": 21.013508,
      "longitude": 105.849838,
      "description": "Carmen abscido ulciscor laudantium. Adsum textilis ad appositus convoco vitae arma. Delectus cetera tot."
    },
    {
      "address": "259A Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Tocotoco - 259A Bạch Mai",
      "latitude": 21.00299564,
      "longitude": 105.85117735,
      "description": "Compono tamen vomito. Cernuus desparatus illo. Convoco dignissimos viduo assentator decor adinventitias voluntarius."
    },
    {
      "address": "140A P. Lò Đúc, Tổ dân phố 2A, P. Đống Mác, Hai Bà Trưng, Hà Nội",
      "name": "Ding Tea - Lò Đúc",
      "latitude": 21.01283,
      "longitude": 105.85838,
      "description": "Vitae sursum cubo velum sequi vitae blanditiis. Accendo suadeo vesco temperantia. Stipes laboriosam dedico uter coniecto adeo cilicium ulciscor demo advenio."
    },
    {
      "address": "24 Ngõ 128C Đại La, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Phê La - Đại La",
      "latitude": 20.99748102,
      "longitude": 105.84322947,
      "description": "Cubitum acceptus vulariter desipio vergo crudelis aedificium. Tondeo ventosus vere aegrotatio textilis nobis debeo. Verumtamen sponte amitto auditor soluta ager."
    },
    {
      "address": "292 Bà Triệu, Hai Bà Trưng, Hà Nội",
      "name": "Gà Rán KFC - Bà Triệu",
      "latitude": 21.0124139,
      "longitude": 105.8491546,
      "description": "Strenuus id valetudo cras. Vulnus cetera ademptio aegre cornu ipsum maxime dignissimos viriliter. Crudelis ocer verus."
    },
    {
      "address": "9 Bùi Thị Xuân, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Chè Khúc Bạch Diệp Phương",
      "latitude": 21.018267,
      "longitude": 105.849974,
      "description": "Volubilis aegrotatio tamdiu vespillo bis tenuis audentia theatrum cras. Talio deludo utrum ea. Accusamus ubi volaticus acervus comptus delectus via."
    },
    {
      "address": "96 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Vợ Ong Vàng - Trần Đại Nghĩa",
      "latitude": 20.997961,
      "longitude": 105.845802,
      "description": "Tergiversatio ea cur decipio sortitus nostrum ait xiphias. Ater adnuo ipsum. Utique calamitas tardus adulatio demoror deprimo dolorum vesco ducimus adaugeo."
    },
    {
      "address": "Tầng B1, Times City, 458 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Gà Rán KFC - Times City",
      "latitude": 20.998284,
      "longitude": 105.86827,
      "description": "Abeo temperantia validus sto deripio sperno. Attero denuo quidem conspergo sol vesco videlicet solum cavus vigor. Arca utrum comprehendo."
    },
    {
      "address": "Số 24 Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Ah Ma Handmade - Lê Đại Hành",
      "latitude": 21.0100977,
      "longitude": 105.8498,
      "description": "Bellum vergo combibo ullam usque derideo coma. Absque ambulo acceptus ultio magni cedo vorago versus. Coma concido ubi earum."
    },
    {
      "address": "310 P. Chùa Quỳnh, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "Family Chicken - Gà Rán, Bánh Gà & Đồ Ăn Vặt - Chùa Quỳnh",
      "latitude": 20.99950824,
      "longitude": 105.85350184,
      "description": "Consuasor vulpes aeneus consuasor fuga cenaculum depereo. Adsuesco ter tenuis praesentium corrigo audacia varietas adduco appositus. Paens demergo aequus expedita consequuntur contabesco."
    },
    {
      "address": "168 Lò Đúc, P. Phạm Đình Hồ, Hai Bà Trưng, Hà Nội",
      "name": "Master Tea 美茶 - Lò Đúc",
      "latitude": 21.01238759,
      "longitude": 105.85893133,
      "description": "Cuppedia animadverto talus. Damno beatus campana. Collum appositus comptus audacia bibo tripudio."
    },
    {
      "address": "6 Ngõ 28 Hương Viên, P. Đồng Nhân, Hai Bà Trưng, Hà Nội",
      "name": "Cô Ngà - Bánh Mì Nem Khoai",
      "latitude": 21.011687,
      "longitude": 105.855585,
      "description": "Super volva admiratio patrocinor testimonium veniam. Debilito tergiversatio vitae. Spoliatio aeneus eos beneficium depulso ago conicio deprimo."
    },
    {
      "address": "30 Đoàn Trần Nghiệp, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "The Pizza Company - Đoàn Trần Nghiệp",
      "latitude": 21.01187,
      "longitude": 105.849337,
      "description": "Astrum tracto clementia vallum consuasor porro dolorum vinitor pauci. Clementia porro commemoro. Corrigo complectus aqua assumenda quae via."
    },
    {
      "address": "141 Trần Đại Nghĩa, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Vợ Ong Vàng - 141 Trần Đại Nghĩa",
      "latitude": 21.001728,
      "longitude": 105.845105,
      "description": "Aggero amissio subnecto tracto cogito eius commodi tenuis. Una cubicularis cinis verecundia. Stabilis ver ex brevis cupiditate decerno subvenio certus."
    },
    {
      "address": "307C Bạch Mai, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Feeling Tea - Bạch Mai",
      "latitude": 21.00237,
      "longitude": 105.85074,
      "description": "Cena venia coniecto verto autus aestivus acer. Curtus ratione dens. Asperiores delectatio aranea tibi caterva."
    },
    {
      "address": "66 - 68 Trần Xuân Soạn, P. Ngô Thì Nhậm, Hai Bà Trưng, Hà Nội",
      "name": "Phúc Long Trần Xuân Soạn",
      "latitude": 21.017005,
      "longitude": 105.853057,
      "description": "Addo admoneo catena earum uter voluptates arx auctus. Cura debilito apostolus surgo recusandae alienus praesentium denuncio perferendis. Claudeo quaerat altus xiphias candidus celer."
    },
    {
      "address": "373 Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Gà Rán KFC - Bạch Mai",
      "latitude": 20.999882,
      "longitude": 105.850493,
      "description": "Quia decretum dolores atavus utrum allatus avaritia verto conculco adsum. Ambitus theologus adipiscor. Excepturi dicta appono trans vox ad denuo."
    },
    {
      "address": "459 Bạch Mai, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Tocotoco - 459 Bạch Mai",
      "latitude": 20.9977,
      "longitude": 105.850213,
      "description": "Peior aqua verbera summa tepesco nulla voluntarius aetas. Sodalitas placeat debeo vero tristis. Iusto pecus arguo cupiditas."
    },
    {
      "address": "103D1 Ngách 98 Ngõ Tự Do, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Hà Anh - Nem Nướng Nha Trang - Ngõ Tự Do",
      "latitude": 20.99916509,
      "longitude": 105.8481082,
      "description": "Suggero crudelis aduro cresco. Urbs umbra impedit verbera addo demoror temeritas nulla. Verbum tremo cohaero demergo occaecati."
    },
    {
      "address": "178 Chùa Quỳnh, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "Kloud Tea - Trà Sữa Homemade",
      "latitude": 20.9995997,
      "longitude": 105.8568358,
      "description": "Delicate stillicidium apud solus quibusdam vitiosus viduo coniecto. Tabernus ventito derideo callide aperiam itaque crux varietas. Cervus tum civis similique quod tollo cupressus temptatio decet quae."
    },
    {
      "address": "2C Thái Phiên, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Yu Tang - Trà Sữa & Mỳ Đài Loan - Thái Phiên",
      "latitude": 21.010575,
      "longitude": 105.85151,
      "description": "Constans cribro adamo aestivus eos sursum acquiro altus comminor vulgivagus. Spiritus reprehenderit conspergo. Vulgus voluptates consequuntur."
    },
    {
      "address": "61 Lò Đúc, Hai Bà Trưng, Hà Nội",
      "name": "Xôi Bự - Lò Đúc",
      "latitude": 21.0162295,
      "longitude": 105.8562673,
      "description": "Considero non stillicidium curso umquam sol tumultus ter. Blandior tandem debilito adhuc. Considero pariatur admoveo subvenio defluo caterva vita veritatis."
    },
    {
      "address": "25 Lạc Trung, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Sky Juice - Sinh Tố, Nước Ép & Nước Mía",
      "latitude": 21.00305424,
      "longitude": 105.86459931,
      "description": "Delectus curtus defluo. Et demo degenero volva vetus. Creptio suscipio tempora abscido officiis."
    },
    {
      "address": "34 Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "The Alley - Trà Sữa Đài Loan - Lê Đại Hành",
      "latitude": 21.011201,
      "longitude": 105.8486,
      "description": "Bene tondeo creptio aliquam comitatus. Curia tolero conitor sulum. Tergiversatio cubo volubilis tamquam demo comprehendo sono."
    },
    {
      "address": "Gian 02, Tầng 1, Toà Nhà Hoàng Thành, 114 Mai Hắc Đế, P. Phường Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "KOI Thé - Hoàng Thành",
      "latitude": 21.01022565,
      "longitude": 105.85065693,
      "description": "Cariosus auctus conduco summopere volo verus triduana compono cognomen dolores. Ventito tam spectaculum volva capto compello blandior charisma dedico vitae. Testimonium adduco aro compono."
    },
    {
      "address": "66 Lò Đúc, Hai Bà Trưng, Hà Nội",
      "name": "Lotteria - Lò Đúc",
      "latitude": 21.01631759,
      "longitude": 105.856169,
      "description": "Earum abeo ademptio usitas. Peior voco adamo solium amet sub cumque convoco. Trado turpis sol caput undique delibero audeo."
    },
    {
      "address": "108E5 Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Mixue - Tạ Quang Bửu",
      "latitude": 21.002127,
      "longitude": 105.849207,
      "description": "Tunc benevolentia aduro officiis autus bibo claustrum. Degusto sed debeo. Omnis itaque pauper ventosus solum soluta colo apto."
    },
    {
      "address": "25 Ngõ 125 Trương Định, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Que - Chuẩn Vị Hải Phòng - Trương Định",
      "latitude": 20.992374,
      "longitude": 105.84959,
      "description": "Demum repudiandae summa alienus occaecati. Tabula tenuis trepide bardus. Avaritia ademptio cubicularis cumque tepesco animus adamo sapiente."
    },
    {
      "address": "20 Dương Văn Bé, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Tuhu Bread - Dương Văn Bé",
      "latitude": 20.999857,
      "longitude": 105.872378,
      "description": "Cinis soluta illo. Placeat dicta error casso curriculum alveus sum allatus. Conicio sufficio solvo curo degero combibo."
    },
    {
      "address": "21 Ngách 53 Ngõ Trại Cá, Trương Định, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Cherrypie - Tiệm Bánh Online",
      "latitude": 20.993287,
      "longitude": 105.848271,
      "description": "Quae aurum abbas tempora vetus contra. Iste capillus crustulum curvo necessitatibus. Utrimque tabgo sordeo consequatur ars pauper deleo."
    },
    {
      "address": "107 K6A (Mặt Sau) Ngõ 48 Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Ngọc Thạch Quán - Sữa Chua & Caramen - Tạ Quang Bửu",
      "latitude": 21.00061,
      "longitude": 105.848365,
      "description": "Sumptus trepide quibusdam amor. Comparo astrum tener. Caveo incidunt sint debeo optio aequus clam compello creo illo."
    },
    {
      "address": "42E7 Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Gold’s Chicken - Gà Rán Hàn Quốc - Tạ Quang Bửu",
      "latitude": 21.001431,
      "longitude": 105.849301,
      "description": "Adipiscor conventus tabgo appositus vel. Articulus veritatis sit delego aestivus deripio caput. Officia voluptate ustulo suspendo maxime bibo alienus strenuus complectus tyrannus."
    },
    {
      "address": "156 Lạc Trung, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Ding Tea - Lạc Trung",
      "latitude": 21.0031681,
      "longitude": 105.8647128,
      "description": "Advenio blandior nemo curso tolero cum patruus solutio. Accusantium acidus dicta ambulo. Atqui impedit video color exercitationem."
    },
    {
      "address": "118A Phố Huế, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì - Phố Huế",
      "latitude": 21.0168,
      "longitude": 105.85146043,
      "description": "Recusandae suffoco esse nobis voluptatibus. Copiose solvo votum abeo cometes supra umquam strenuus. Pecto tres fugiat constans soluta curia claustrum voluptatum aeger."
    },
    {
      "address": "91 Trần Đại Nghĩa, Hai Bà Trưng, Hà Nội",
      "name": "Highlands Coffee - ĐH Bách Khoa",
      "latitude": 21.00411911,
      "longitude": 105.84559604,
      "description": "Turbo amitto commemoro tepesco. Cui timor aspernatur attollo bellum terminatio. Vobis aiunt adsidue."
    },
    {
      "address": "90A Yết Kiêu, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Tráng Trộn - Yết Kiêu",
      "latitude": 21.0202495,
      "longitude": 105.8425621,
      "description": "Adiuvo defero villa pariatur vinculum cuius. Copia aestivus acerbitas. Pectus amor pauci argumentum vitium contego comparo certe utroque beatae."
    },
    {
      "address": "117 Lò Đúc, P. Phạm Đình Hổ, Hai Bà Trưng, Hà Nội",
      "name": "Quẩy Đùi Gà, Trà sữa - Ngọc Linh - Lò Đúc",
      "latitude": 21.01482967,
      "longitude": 105.85733954,
      "description": "Tricesimus confero vetus desipio custodia velut creator conqueror aureus supplanto. Coniecto auditor conicio textus ex sui magnam. Compono vito reprehenderit sum beneficium aegrus."
    },
    {
      "address": "7 Nguyễn Công Trứ, P. Phạm Đình Hổ, Hai Bà Trưng, Hà Nội",
      "name": "Chim Quay - 7C Nguyễn Công Trứ",
      "latitude": 21.01452535,
      "longitude": 105.85673044,
      "description": "Calculus stipes depraedor. Testimonium dolores capitulus itaque decerno sublime viduo vero civitas audeo. Crinis occaecati assumenda."
    },
    {
      "address": "406 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Feeling Tea - Minh Khai",
      "latitude": 20.99672225,
      "longitude": 105.86418178,
      "description": "Varietas quod amplitudo delinquo audacia. Demoror acsi colligo termes cometes apud tergo admiratio corrumpo vindico. Surgo illo corpus rem vir denego titulus tunc eligendi admitto."
    },
    {
      "address": "124 Ngõ 8 Bùi Ngọc Dương, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Rán Tí Hon - Bùi Ngọc Dương",
      "latitude": 21.00043747,
      "longitude": 105.85303076,
      "description": "Currus conturbo bis delego absorbeo tripudio confido eum coepi considero. Volutabrum tametsi vorax attollo. Depulso cervus culpa dolor desparatus."
    },
    {
      "address": "9 Đại Cồ Việt, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Bobapop - Đại Cồ Việt",
      "latitude": 21.0085214,
      "longitude": 105.8502428,
      "description": "Officia arceo patria officiis. Coruscus animus ager textilis concedo vix patria. Amiculum uberrime statua una theca cena comedo ascisco unde ambitus."
    },
    {
      "address": "Phòng Khám Đa Khoa Quốc Tế Vinmec, Times City, 458 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Starbucks Coffee - Vinmec Times City",
      "latitude": 20.996384,
      "longitude": 105.866976,
      "description": "Timidus thalassinus aranea expedita patruus dicta contego. Volo suffoco angulus arceo crux subito. Degenero stips caecus villa suppellex quasi at allatus."
    },
    {
      "address": "141E Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Chè Dừa Thái Lan 365 - Trương Định",
      "latitude": 20.99190867,
      "longitude": 105.84928283,
      "description": "Cibus solum acerbitas amicitia commemoro ultio appositus stipes. Atrocitas inventore pariatur collum usus adfectus. Thorax subnecto arbor turbo verumtamen amitto astrum vix villa."
    },
    {
      "address": "342 Lạc Trung, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Savor - Bánh Mì & Trà Sữa - Lạc Trung",
      "latitude": 21.003187,
      "longitude": 105.868209,
      "description": "Dolorem vomito vitium approbo coniecto. Corrupti spargo qui comburo aeger sulum defessus vorax dedico uxor. Complectus vix averto deripio tametsi nisi."
    },
    {
      "address": "69 Trần Đại Nghĩa, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Phúc Long Trần Đại Nghĩa",
      "latitude": 21.006492,
      "longitude": 105.845447,
      "description": "Vomer tertius pauper. Non tracto consuasor annus aperio caries spiritus. Abbas derideo aspicio."
    },
    {
      "address": "Tầng 1, Tòa Nhà Hàn Việt, 203 Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Lotteria - Minh Khai",
      "latitude": 20.996448,
      "longitude": 105.861634,
      "description": "Esse a somnus quas cohibeo conscendo thorax viriliter perferendis. Turpis sunt porro cetera theatrum voluntarius. Tantum circumvenio bos adficio itaque varius totam."
    },
    {
      "address": "88 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Linh - Cari Gà & Ăn Vặt Hàn Quốc",
      "latitude": 20.9984221,
      "longitude": 105.8457486,
      "description": "Vulgus quibusdam ventus cui xiphias anser. Constans decipio earum adulescens caste. Bestia theca succedo admiratio doloribus exercitationem carus."
    },
    {
      "address": "23 Hồng Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Linh Juice 23 - Nước Ép Healthy & Đồ Ăn Vặt Ngon",
      "latitude": 21.000849,
      "longitude": 105.851057,
      "description": "Mollitia cometes ubi agnitio facere summisse veritatis deprimo baiulus celo. Circumvenio advenio defaeco surgo adfero cado somnus magni. Cilicium custodia verumtamen virtus utrum."
    },
    {
      "address": "38 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Viki - Trà Sữa, Hoa Quả Dầm Kem & Trà Hoa Quả - 38 Trần Đại Nghĩa",
      "latitude": 21.002214,
      "longitude": 105.844706,
      "description": "Vulgus dedecor tertius adipiscor umerus thorax fuga viriliter. Coniecto audacia facere comptus tum somnus victoria socius tego caterva. Theca bis vae collum cervus turbo corona."
    },
    {
      "address": "24 Trương Định, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Huyền Anh - Bún Bò Huế - Trương Định",
      "latitude": 20.995646,
      "longitude": 105.849831,
      "description": "Terga velut aureus. Tam quae recusandae thesaurus. Apto urbanus taceo spes deputo."
    },
    {
      "address": "422 Trần Khát Chân, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Feeling Tea - Trần Khát Chân",
      "latitude": 21.00965934,
      "longitude": 105.85581152,
      "description": "Vos talis adeo combibo accusantium cui cibus coruscus depraedor demo. Cognomen pecco vitium comparo caritas decet coruscus vigor. Cinis statim tabgo."
    },
    {
      "address": "23 Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Ding Tea - Lê Đại Hành",
      "latitude": 21.010043,
      "longitude": 105.849801,
      "description": "Uter concedo cribro tumultus adipiscor stips despecto careo autem ager. Delego tergiversatio abbas blanditiis vero urbs texo. Acceptus accusator creator candidus."
    },
    {
      "address": "31 Ngách 81 Ngõ Hoà Bình 7, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Hoa Quả 88 - Ngõ Hoà Bình 7",
      "latitude": 20.9975858,
      "longitude": 105.85697496,
      "description": "Ventito terra vilicus adhaero arcesso certe cohors acidus commodi. A accommodo totus tam vobis calco aegrus caveo arcesso. Vilis adstringo cupressus delicate labore tabula depereo porro cupio."
    },
    {
      "address": "288 Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Mạnh Bệu - 288 Bạch Mai",
      "latitude": 21.002834,
      "longitude": 105.850791,
      "description": "Depraedor voveo conitor sursum vobis aegre suasoria caute. Pauper tres texo carbo coepi thymbra. Credo admoneo sublime cohaero."
    },
    {
      "address": "Tầng Hầm 1, Hầm B1, Gian Hàng Số 5 Vincom Times City, 458 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "The Pizza Company - Vincom Times City",
      "latitude": 20.99634842,
      "longitude": 105.86848355,
      "description": "Sortitus commodo demulceo cultellus. Terreo teres caput crudelis utrum iste audio tandem aspicio. Possimus adstringo coerceo conservo copiose crapula villa suppellex abutor rem."
    },
    {
      "address": "18 Tam Trinh, Hai Bà Trưng, Hà Nội",
      "name": "Highlands Coffee - VTC Online",
      "latitude": 20.994765,
      "longitude": 105.862163,
      "description": "Ars vitae comprehendo comitatus theatrum. Talis cubicularis debitis. Praesentium adhuc pel abeo utilis denuncio ea repellat caelestis."
    },
    {
      "address": "Số 1 Ngách 98 Ngõ Tự Do, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Tráng Trộn 74 - Ngõ Tự Do",
      "latitude": 20.99871279,
      "longitude": 105.84834114,
      "description": "Denique depraedor cinis tergeo capto acquiro terreo summisse traho alo. Talis cui sonitus barba vinum ambitus. Alo ars tactus sto campana beatae adeo cruentus."
    },
    {
      "address": "167 Lãng Yên, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Dồi Nướng Đê Trần Khát Chân - Lãng Yên",
      "latitude": 21.008296,
      "longitude": 105.863605,
      "description": "Bestia cena cognatus comparo studio thymum terebro decipio dolorem. Temporibus bellum avaritia officiis arbor socius atqui corona blanditiis. Casus admoneo suscipio statim cum derideo atrocitas annus absconditus."
    },
    {
      "address": "25 Lê Đại Hành, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Su Kem Nhật Bản Beard Papa’s - Lê Đại Hành",
      "latitude": 21.009967,
      "longitude": 105.849651,
      "description": "Defaeco subvenio tripudio tunc aedificium taedium sponte arcesso. Omnis decor clibanus sonitus dignissimos. Spargo varietas thermae."
    },
    {
      "address": "155 Triệu Việt Vương, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Cuốn Nóng 101 Bà Triệu - Triệu Việt Vương",
      "latitude": 21.01238603,
      "longitude": 105.85045916,
      "description": "Curia quidem tutamen. Cariosus dicta terreo. Delego debitis aliquid corpus cenaculum patior viriliter advenio trans."
    },
    {
      "address": "23 Hồng Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Nhi Food - Nem Chua Tạm Thương & Mì Trộn Indomie - Hồng Mai",
      "latitude": 20.99901241,
      "longitude": 105.85181291,
      "description": "Debeo odit at summisse beatae aduro considero. Capio vigilo quibusdam volva vacuus suppono congregatio consuasor crustulum curiositas. Depulso vestrum tenetur acsi."
    },
    {
      "address": "Hầm B1, T5 Times City, 458 Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Lotteria - Time City",
      "latitude": 20.996404,
      "longitude": 105.868702,
      "description": "Cognomen thesaurus currus alius. Minus avarus dicta demitto valetudo aurum socius aqua. Concedo amiculum verbera ullus depopulo natus adeptio trucido sonitus."
    },
    {
      "address": "27 Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Minh Nhật - Nguyễn Du",
      "latitude": 21.01840514,
      "longitude": 105.85095439,
      "description": "Ultra cornu derideo cohibeo demo turpis debilito. Stillicidium veritas aeneus talio coruscus. Aequus aequus usque suffragium tolero volo auctor uberrime acquiro triumphus."
    },
    {
      "address": "Ki Ốt 2 Ngõ 124 Vĩnh Tuy (Đối Diện 38 Ngõ 124 Vĩnh Tuy), P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Chè Bát Phố Cổ - Vĩnh Tuy",
      "latitude": 21.00109,
      "longitude": 105.875414,
      "description": "Quis brevis comitatus voro cultellus surculus. Tamen pectus adfero. Vinculum thymum alius ait titulus adamo rem apto vulgus uter."
    },
    {
      "address": "425 Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Ding Tea - Bạch Mai",
      "latitude": 20.99900921,
      "longitude": 105.85042398,
      "description": "Adfectus adduco viriliter eum arbustum ancilla antepono cumque decimus tutis. Et antepono angulus concedo. Terminatio tenuis termes."
    },
    {
      "address": "27 Kiot 11 Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Bún Cá Thái Bình - Tạ Quang Bửu",
      "latitude": 21.0025544,
      "longitude": 105.8488116,
      "description": "Ustilo cultura ullam. Eius delectus dolorem consequuntur conturbo clarus. Vesica clam ciminatio verbum facilis triduana."
    },
    {
      "address": "P101 K7 KTT Bách Khoa, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Changmi’s Kitchen - Bánh Cá Taiyaki - Bách Khoa",
      "latitude": 21.000568,
      "longitude": 105.84808677,
      "description": "Suadeo animadverto cohors creta delinquo pauper. Cubitum velum voluptatum caelum conduco voluptatem vetus qui labore voluntarius. Avaritia cotidie arbor color timidus ustilo creator perspiciatis tibi vigor."
    },
    {
      "address": "75 Mai Hắc Đế, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Rau Má Lá - Nước Dừa & Sữa Đậu Nành - Mai Hắc Đế",
      "latitude": 21.01396104,
      "longitude": 105.85115421,
      "description": "Vinitor spes vox. Clementia cilicium trepide abundans. Delicate sortitus dedico summopere tredecim."
    },
    {
      "address": "54-56 Đường Thời Đại - Hầm B1 TTTM Times City, 458 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Yu Tang - Trà Sữa & Mỳ Đài Loan - Times City",
      "latitude": 20.9947788,
      "longitude": 105.8683091,
      "description": "Tum aedificium eaque. Facere bibo vomica adeo curatio vinco sufficio solus deprecator nostrum. Vilicus ante tergiversatio uredo."
    },
    {
      "address": "Ki Ốt 5A1 Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Quang Đăng - Bánh Tráng Trộn & Bánh Tráng Nướng - Bách Khoa",
      "latitude": 21.002529,
      "longitude": 105.84876,
      "description": "Decens agnosco umerus cogito similique quam tamisium. Vigilo adhuc versus derelinquo derelinquo stultus unus ara curo copiose. Vespillo ater termes."
    },
    {
      "address": "244A Minh Khai, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Tocotoco - Minh Khai",
      "latitude": 20.995111,
      "longitude": 105.856361,
      "description": "Adversus voro socius thymbra sol. Artificiose basium eveniet degero. Ipsam volaticus usus blandior carus valeo cinis."
    },
    {
      "address": "123 Phố Huế, Hai Bà Trưng, Hà Nội",
      "name": "TOUS les JOURS - Phố Huế",
      "latitude": 21.015193,
      "longitude": 105.851736,
      "description": "Cuius decerno tempore ago delibero clarus bellum uterque. Avarus adfectus triumphus paulatim. Acceptus pel minima omnis cunabula statua."
    },
    {
      "address": "65 Lê Thanh Nghị, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Sữa Chua Trân Châu Hạ Long - 65 Lê Thanh Nghị",
      "latitude": 21.00177927,
      "longitude": 105.84472568,
      "description": "Correptius benigne triduana vulgo canis ago thymum tamen decor. Paens minus casus neque usus vos texo suus. Validus compono decet tamisium copiose cogito contabesco."
    },
    {
      "address": "101-k2 ngõ 48 Tạ Quang Bửu, Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "L'U Coffee & Tea - 48 Tạ Quang Bửu",
      "latitude": 21.000891,
      "longitude": 105.848939,
      "description": "Sperno suppono sordeo vesper tamquam sol expedita super. Venio adamo turba torrens torrens autem tero peccatus barba. Conculco ars virga quos defleo clarus."
    },
    {
      "address": "774 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Panna Cotta - Đại Đỉnh Trà Sữa - 774 Minh Khai",
      "latitude": 21.002272,
      "longitude": 105.8702217,
      "description": "Venia copiose comis laudantium nulla. Cultura attollo cur ulterius cunae unde. Sono deorsum cattus copia tenetur."
    },
    {
      "address": "16 Lê Quý Đôn, P. Bạch Đằng, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Pate - Lê Quý Đôn",
      "latitude": 21.013326,
      "longitude": 105.86165,
      "description": "Cultura conor cresco ratione sumo. Corrumpo cultura cribro sublime adversus tutamen aptus laudantium quod accedo. Vesco cernuus callide curo torqueo vicinus."
    },
    {
      "address": "Ki Ốt 126 CHợ Bách Khoa, Đ. Trần Đại Nghĩa (Cạnh Nhà Thuốc Hải Minh), P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Như Ý - Trần Đại Nghĩa",
      "latitude": 21.00160521,
      "longitude": 105.8452031,
      "description": "Tracto caterva tumultus absens. Demonstro vomer aurum repudiandae adsum defendo via animadverto socius. Ad velit ascit denuncio cursus cupio veritas turbo infit claustrum."
    },
    {
      "address": "27 Hàn Thuyên, P. Phạm Đình Hổ, Hai Bà Trưng, Hà Nội",
      "name": "Vi Mộc - Bánh Mì Hội An - Hàn Thuyên",
      "latitude": 21.018462,
      "longitude": 105.855755,
      "description": "Spectaculum defetiscor casso tabesco. Alienus cunae viscus vivo audentia. Ipsum eaque cunabula utique velum."
    },
    {
      "address": "Tầng 1, Toà Nhà T5, Times City, 458 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Highlands Coffee - Times City",
      "latitude": 20.9967685,
      "longitude": 105.8679593,
      "description": "Calamitas cruciamentum adulescens eum asperiores suadeo adversus nostrum. Deprimo urbanus ullus patior possimus atrox calamitas corona. Provident vulpes aiunt ventus territo velociter praesentium alii."
    },
    {
      "address": "462 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Sữa Chua Trân Châu Hạ Long - Minh Khai",
      "latitude": 20.99779,
      "longitude": 105.868164,
      "description": "Asperiores censura culpa ademptio adflicto advoco surculus depraedor. Turbo distinctio eligendi tutamen auctor. Conforto adipisci coaegresco ara."
    },
    {
      "address": "138 Lò Đúc, Hai Bà Trưng, Hà Nội",
      "name": "Bami Sot - Bánh Mì Đen - Lò Đúc",
      "latitude": 21.012626,
      "longitude": 105.858321,
      "description": "Accusantium carpo expedita. Thalassinus aperiam tutamen apostolus commodi amoveo delinquo spes turba. Aer repellendus commodi abduco vir vinum subvenio."
    },
    {
      "address": "1 Khán Đài B Sân Vận Động Bách Khoa (Đối Diện K1), Nguyễn Hiền, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Tmore - Tiệm Trà Chanh - Bách Khoa",
      "latitude": 21.00164,
      "longitude": 105.84817,
      "description": "Ut tenuis sulum. Bos cena vulariter acceptus tamquam aedificium. Vorago suasoria surgo vita solum."
    },
    {
      "address": "274 Kim Ngưu, P. Quỳnh Mai, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Tocotoco - Kim Ngưu",
      "latitude": 20.999284,
      "longitude": 105.861595,
      "description": "Arcesso aqua audacia coepi ulterius concedo aliqua. Arbitro bene numquam consequatur tam thalassinus. Cohaero velum vulgus pecus."
    },
    {
      "address": "25 Thái Phiên, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Xoài, Cóc & Ổi Dầm - Thái Phiên",
      "latitude": 21.01054132,
      "longitude": 105.85021913,
      "description": "Cupio sustineo sequi delicate tergum voluptatibus. Aperio ad conservo tergum ancilla tertius. Ex appositus cinis officiis advoco corrigo canis sequi votum."
    },
    {
      "address": "57 Lạc Trung, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Nét Huế - Lạc Trung",
      "latitude": 21.003294,
      "longitude": 105.866689,
      "description": "Conor curia benevolentia theatrum. Tabernus aetas umbra laborum antea solus. Cur adipisci vita tergum incidunt colligo."
    },
    {
      "address": "88 Bùi Ngọc Dương, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "Bếp Tít - Cơm Bò, Cơm Gà & Bánh Mì",
      "latitude": 20.99964392,
      "longitude": 105.85312485,
      "description": "Calco celebrer textor tenetur una aiunt caute assumenda omnis sum. Caute vester xiphias apparatus nisi comitatus ambulo utique. Pariatur suggero alo statim titulus."
    },
    {
      "address": "70 Bạch Mai, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Bao Long Thành",
      "latitude": 21.006618,
      "longitude": 105.85119,
      "description": "Tribuo compello viriliter auxilium conventus. Blandior desolo abeo crudelis arma caelum. Amita ultio vulgaris uredo curriculum cursim tamquam ad strues."
    },
    {
      "address": "27 Tạ Quang Bửu, Hai Bà Trưng, Hà Nội",
      "name": "Mr. Khoai - Khoai Lang Lắc - Tạ Quang Bửu",
      "latitude": 21.001072,
      "longitude": 105.849567,
      "description": "Deficio cado caterva aspicio benevolentia supellex aranea crapula tricesimus. Turba surculus defleo. Aegre ullus depromo expedita id accendo vomica aggredior turba ascisco."
    },
    {
      "address": "101 K9 Bách Khoa, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Kochan Takoyaki - Bánh Bạch Tuộc - Bách Khoa",
      "latitude": 21.0009694,
      "longitude": 105.8475092,
      "description": "Vulgo adicio tendo testimonium cenaculum alter ademptio utroque. Casso tantum arma thymum illum cibo. Amitto apostolus verbum adfectus desipio."
    },
    {
      "address": "106 Lê Thanh Nghị, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Hai Chị Em - Bánh Mì & Kimbap - Shop Online",
      "latitude": 21.0019026,
      "longitude": 105.8460785,
      "description": "Apostolus vulnus deduco textor adduco ago trepide terminatio. Optio averto dignissimos doloribus stillicidium armarium aranea contra aegrotatio. Ea assentator solvo umerus audax stips aranea sortitus."
    },
    {
      "address": "111E5 Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Cuốn Nóng Ngọc Châu - Tạ Quang Bửu",
      "latitude": 21.002208,
      "longitude": 105.8466245,
      "description": "Demonstro itaque surculus cupiditate audio temperantia. Amaritudo cohors nemo cunabula bonus perspiciatis adduco. Testimonium consequatur quidem voluptatem."
    },
    {
      "address": "49B Hồng Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Heo Lu Phúc Lộc - Hồng Mai",
      "latitude": 20.9984662,
      "longitude": 105.8520725,
      "description": "Sufficio summopere aveho abutor delinquo. Campana vel vorax arguo vociferor adficio porro exercitationem. Villa aliquid subito."
    },
    {
      "address": "16 Ngõ 52 Minh Khai, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Bao - Bếp Nhà Múp",
      "latitude": 20.99534,
      "longitude": 105.850884,
      "description": "Custodia advoco cupiditas aeger sufficio. Rerum terror laborum supellex ventito colligo arbustum. Contabesco enim delinquo."
    },
    {
      "address": "29 Lê Quý Đôn, P. Bạch Đằng, Hai Bà Trưng, Hà Nội",
      "name": "Vi Mộc - Bánh Mì Hội An - Lê Quý Đôn",
      "latitude": 21.01344943,
      "longitude": 105.86234086,
      "description": "Cruciamentum viridis villa vicinus sui depulso claustrum mollitia stabilis. Voluptates ipsam carus amplitudo quia. Quos triumphus dolor considero argumentum coerceo."
    },
    {
      "address": "71 Trần Đại Nghĩa, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "LaSiMi - Trà Ngon Đậm Vị - 71 Trần Đại Nghĩa",
      "latitude": 21.00641,
      "longitude": 105.84561,
      "description": "Astrum temptatio supellex occaecati defaeco torqueo. Vesper tener strenuus. Bis arx culpa aut aegrotatio cavus."
    },
    {
      "address": "116 Ngõ 129 Trương Định, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Tuta Drink - Nước Ép & Sinh Tố - Shop Online",
      "latitude": 20.99072892,
      "longitude": 105.85093068,
      "description": "Conturbo attero arbitro. Alter super sopor baiulus uxor collum altus. Appello cogo tonsor verus sonitus territo tutamen abeo."
    },
    {
      "address": "11B Thể Giao, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Cuốn Cao Bằng - Thể Giao",
      "latitude": 21.013996,
      "longitude": 105.847634,
      "description": "Ante demulceo charisma defleo substantia. Caste amor comburo accedo. Ipsum est deputo vox cohibeo."
    },
    {
      "address": "Số 29 Ngõ 124 Vĩnh Tuy, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "QUÁN LUCKY 86 - Nước Ép & Sinh Tố - Vĩnh Tuy",
      "latitude": 21.0002151,
      "longitude": 105.8769739,
      "description": "Tremo admiratio decerno. Currus saepe deprimo suppellex iusto. Conscendo tubineus antepono peior tabesco sed desino alias tergo careo."
    },
    {
      "address": "Số 88 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mỳ Thịt Xiên Cô Hương - Trần Đại Nghĩa",
      "latitude": 20.9984221,
      "longitude": 105.8457486,
      "description": "Valetudo amicitia vomica. Titulus amplexus amplus auxilium. Ducimus explicabo vallum tremo ceno."
    },
    {
      "address": "624 Minh Khai, Giữa Trụ Cầu H5 - H6 Gầm Cầu Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Cafe Thọ - Minh Khai",
      "latitude": 20.999624,
      "longitude": 105.871867,
      "description": "Copiose callide voveo corona adsum auctus thymbra verbum depopulo acervus. Vos cervus vesper crudelis eligendi aequus curto urbanus ventito. Apud auditor alter."
    },
    {
      "address": "562 Trần Khát Chân, P. Phố Huế, Hai Bà Trưng, Hà Nội",
      "name": "Sườn Mười - Sườn Nướng BBQ - Trần Khát Chân",
      "latitude": 21.00877,
      "longitude": 105.851548,
      "description": "Hic debitis adfero aegrus adipiscor comminor. Enim creta desolo cresco aliquid canis. Usus theca alioqui tamisium tutis thesaurus spectaculum curis."
    },
    {
      "address": "Sảnh CT1, Chung Cư Skylight, Số 125D Minh Khai, Ngõ Hòa Bình 6, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Rubi’s House Cake - Tiệm Bánh Xốp Nhân Hoa Quả - Shop Online",
      "latitude": 20.9966928,
      "longitude": 105.8520086,
      "description": "Validus antiquus incidunt tribuo ante soleo. Depromo cattus tergeo campana. Necessitatibus uter acquiro vinco nesciunt tibi corroboro."
    },
    {
      "address": "127 Lò Đúc, P. Đống Mác, Hai Bà Trưng, Hà Nội",
      "name": "Highlands Coffee - Vinafor",
      "latitude": 21.01322792,
      "longitude": 105.85825503,
      "description": "Tantum claudeo adulatio temptatio vix aptus. Sono fuga decumbo copia attero depulso vicissitudo. Est stella pel asporto absum voluptas arca casus claudeo."
    },
    {
      "address": "57 Ngõ Chùa Liên Phái, Phố Bạch Mai, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Mì Ramen - Nudeli",
      "latitude": 21.00499668,
      "longitude": 105.84947535,
      "description": "Impedit dicta cogo error tantum suggero. Adipisci cogo vitae aequitas quos sit recusandae comprehendo reiciendis. Cultellus aeneus earum vulnus sollers."
    },
    {
      "address": "69B Trương Định, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Te Amo - 69B Trương Định",
      "latitude": 20.9941893,
      "longitude": 105.84978424,
      "description": "Causa suspendo anser absens tubineus maiores. Sol artificiose venia suffoco voluptatum curtus appono amita acsi. Cultellus demens virgo verbum."
    },
    {
      "address": "25 Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Gối Lê Đại Hành",
      "latitude": 21.01018,
      "longitude": 105.849688,
      "description": "Taceo charisma bestia possimus denique conturbo terga distinctio. Dignissimos praesentium adulescens placeat coniuratio cuius veniam ea tracto sopor. Argentum alienus cultura."
    },
    {
      "address": "43 Mai Hắc Đế, Hai Bà Trưng, Hà Nội",
      "name": "Nét Huế - 43 Mai Hắc Đế",
      "latitude": 21.01540249,
      "longitude": 105.85105028,
      "description": "Infit suppono tot termes recusandae a turbo. Consequatur confido cunae sumo basium capitulus defleo animus. Deludo doloremque curso commemoro beneficium corrupti temperantia via talio taceo."
    },
    {
      "address": "49 Lê Ngọc Hân, Hai Bà Trưng, Hà Nội",
      "name": "Spaghetti Box - Lê Ngọc Hân",
      "latitude": 21.01675315,
      "longitude": 105.85517788,
      "description": "Ducimus desino defero veniam depraedor. Decor patria vilis demergo vester conqueror aqua. Allatus cibus iure curia degero cruciamentum admitto trado."
    },
    {
      "address": "14 Thiền Quang, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Chè Huyền - Thiền Quang",
      "latitude": 21.01958753,
      "longitude": 105.8428055,
      "description": "Thorax velum distinctio thymum calco officiis. Earum coruscus attollo. Tempore certe velut."
    },
    {
      "address": "109 E7 Tạ Quang Bửu, Bách Khoa Hà Nội, Hai Bà Trưng, Hà Nội",
      "name": "Quẩy Nóng Hải Quẩy - Bách Khoa",
      "latitude": 21.00214,
      "longitude": 105.84878,
      "description": "Undique decens dicta ab blandior amplexus. Advoco clamo torqueo vomer. Asperiores balbus delibero texo omnis vesco vaco aliquid."
    },
    {
      "address": "711 Minh Khai, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Cô Thanh - Kem Bơ Chè Sầu Đà Nẵng - 711 Minh Khai",
      "latitude": 21.0048814,
      "longitude": 105.86859546,
      "description": "Sublime turbo tamisium eveniet attollo. Asper dignissimos absque ullus. Averto dapifer deficio cruentus curtus expedita vigilo cerno defluo credo."
    },
    {
      "address": "43 Ngõ Tự Do, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Chú Tiểu - Bánh Mì Muối Ớt & Nướng Sốt Kem Bơ Phô Mai - 43 Ngõ Tự Do",
      "latitude": 20.99749,
      "longitude": 105.84629,
      "description": "Tracto arto bardus statim adulescens pax uter deripio. Urbs sapiente conscendo certus praesentium cubo. Suffragium baiulus aperte territo."
    },
    {
      "address": "08 - TT1B Khu Liền Kề Ngõ 622 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Hoàng Hà Bakery Coffee - Times City",
      "latitude": 20.9956343,
      "longitude": 105.8705412,
      "description": "Cura tersus terra eligendi minima modi. Avarus cumque beneficium. Fugiat degenero defero dens veritas delectus vesica auctus comes decimus."
    },
    {
      "address": "18 Ngách 36 Ngõ Giếng Mứt, Bạch Mai, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Mì Trộn Indomie, Ăn Vặt & Bánh Mì - Foxi",
      "latitude": 20.99821617,
      "longitude": 105.84917376,
      "description": "Tonsor condico nulla utrimque stultus tergum. Ullus aequus alter ciminatio amplus vesica sursum deludo. Patior quaerat cedo collum."
    },
    {
      "address": "51 Trần Khát Chân, P. Bạch Đằng, Hai Bà Trưng, Hà Nội",
      "name": "Tmore - Tiệm Trà Chanh - Trần Khát Chân",
      "latitude": 21.00893887,
      "longitude": 105.86468404,
      "description": "Cum terreo vigilo decerno. Valde perferendis creptio creator acies cibo teres. Una alo crustulum soleo bonus ocer."
    },
    {
      "address": "108 Trần Đại Nghĩa, Hai Bà Trưng, Hà Nội",
      "name": "Cửa Hàng Giò Chả Bà Bính",
      "latitude": 20.997489,
      "longitude": 105.845677,
      "description": "Absum decipio atrox. Teneo atrocitas anser credo commodi argumentum conitor. Ascisco earum verus demonstro voluptas umerus terebro vilis sodalitas antiquus."
    },
    {
      "address": "Tầng B1, Times City, 458 Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Al Fresco's - Pizza, Mỳ Ý, Sườn, Steak Bò Bít Tết - Times City",
      "latitude": 20.9950426,
      "longitude": 105.86838971,
      "description": "Admitto averto infit theatrum in earum comburo. Iste viscus antea teres auctor cras caute tricesimus suasoria. Ustulo deduco cogito neque similique solium ea."
    },
    {
      "address": "34 Bùi Thị Xuân, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Garden Kitchen - Tiệm Mì Online",
      "latitude": 21.01645916,
      "longitude": 105.84984968,
      "description": "Depulso desolo spero vestigium collum talio. Patria ipsa attollo. Utrimque alii cedo."
    },
    {
      "address": "50 Trần Xuân Soạn, Hai Bà Trưng, Hà Nội",
      "name": "50 Dessert - Dừa Dầm & Kem Bơ",
      "latitude": 21.016922,
      "longitude": 105.853648,
      "description": "Crudelis fugiat summisse uterque tripudio animi neque tabella. Conspergo anser sequi. Audentia defluo asporto incidunt provident laudantium sulum tredecim acsi commemoro."
    },
    {
      "address": "15 Hoà Mã, Hai Bà Trưng, Hà Nội",
      "name": "Bếp Mẹ Nhím - Món Ngon Mỗi Ngày Online",
      "latitude": 21.01522,
      "longitude": 105.853203,
      "description": "Talio clamo caritas vita ante audeo iste sursum porro. Caelum tabgo adulescens tabgo volubilis incidunt virga. Strues utilis viscus libero aliqua aestivus demum."
    },
    {
      "address": "32 Ngõ 231 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Quán Yến Linh - Trần Đại Nghĩa",
      "latitude": 20.9977499,
      "longitude": 105.846061,
      "description": "Alo denego sustineo acies tenus victoria creta bellicus cunabula terreo. Corporis quidem brevis atque vero aliquam vesco. Aegre voveo conduco."
    },
    {
      "address": "98A Võ Thị Sáu, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Mr. Thịnh - Gà Rán & Khoai Lang Lắc - Võ Thị Sáu",
      "latitude": 21.003212,
      "longitude": 105.854855,
      "description": "Defendo laboriosam acquiro atavus tersus vinculum cito. Terra celebrer cras eius. Paens desino talio tempore solutio."
    },
    {
      "address": "36C Mai Hắc Đế, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Hủ Tiếu, Bánh Canh & Cơm Tấm - Gia Thành - 36C Mai Hắc Đế",
      "latitude": 21.01542878,
      "longitude": 105.8508461,
      "description": "Cui solvo vulnero aer stabilis. Aduro votum verus. Acsi verbum stillicidium cruentus."
    },
    {
      "address": "54 Bạch Mai, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Hằng - Bánh Trôi Tàu - Bạch Mai",
      "latitude": 21.007148,
      "longitude": 105.851304,
      "description": "Beatus vitiosus contigo tempus cunctatio civitas. Natus perferendis vae sustineo acceptus creta dolore. Vox angelus spiritus."
    },
    {
      "address": "96 Bùi Ngọc Dương, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Cây - Bùi Ngọc Dương",
      "latitude": 20.999315,
      "longitude": 105.853006,
      "description": "Aiunt cado carcer facilis. Verumtamen cursus qui utor error rem abeo utique. Tertius apostolus varius arceo auctus aequitas capto aestivus."
    },
    {
      "address": "112 Trương Định, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Đúc Nóng Thanh Tùng",
      "latitude": 20.993221,
      "longitude": 105.849512,
      "description": "Supellex asporto aliquid creator. Quisquam acerbitas adipisci optio terebro. Teres corporis deputo delicate autus arbor vitae aegrus acquiro asperiores."
    },
    {
      "address": "61 Trần Nhân Tông, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Kiều Anh - Bông Lan Trứng Muối Online",
      "latitude": 21.017001,
      "longitude": 105.848829,
      "description": "Corona utique attollo illo tertius verecundia tabesco sub approbo vesco. Ventus asperiores cursim amplitudo. Contego amoveo arca."
    },
    {
      "address": "2 Ngõ 28 Hương Viên, P. Đồng Nhân, Hai Bà Trưng, Hà Nội",
      "name": "Chú Tuấn - Bánh Mì Kẹp Nem Khoai",
      "latitude": 21.01167811,
      "longitude": 105.85557364,
      "description": "Vigor comprehendo illum uterque itaque quae textilis civis atrox. Triumphus deficio unus altus explicabo aegre voluptas. Causa capio sono tergiversatio aro comes porro minus."
    },
    {
      "address": "108 Lạc Trung, Hai Bà Trưng, Hà Nội",
      "name": "Kem Tràng Tiền - Lạc Trung",
      "latitude": 21.003071,
      "longitude": 105.863969,
      "description": "Suspendo patior tubineus. Tam corrigo ademptio vulgaris occaecati despecto tactus. Aer rem statua coaegresco molestias saepe pax conturbo vindico."
    },
    {
      "address": "218 Lạc Trung, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Mr Good Tea - Lạc Trung",
      "latitude": 21.003066,
      "longitude": 105.866618,
      "description": "Officia subito tenuis victoria. Admiratio torqueo verumtamen expedita capitulus apparatus amitto usque theologus corrumpo. Timor admiratio patrocinor quas subito vesper."
    },
    {
      "address": "181 Ngõ Quỳnh, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Đảo Chè - Chè Sạch Vị Ngon - Ngõ Quỳnh",
      "latitude": 21.00205985,
      "longitude": 105.85524567,
      "description": "Territo voluptatem absconditus vitae. Triumphus compello debilito. Ambulo temporibus stabilis appositus tempore sponte."
    },
    {
      "address": "256 Lê Thanh Nghị, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Hải Huy - Bánh Cuốn, Bún Chả & Cơm Rang",
      "latitude": 21.0018823,
      "longitude": 105.842136,
      "description": "Creptio ubi venio cornu angelus aedificium ait catena thesis. Cena verto soleo avarus creator caries amplitudo verbum. Acer subnecto ago velut tergum."
    },
    {
      "address": "8 Ngõ 28 Hương Viên, P. Đồng Nhân, Hai Bà Trưng, Hà Nội",
      "name": "Chú Long - Bánh Mì Nem Khoai",
      "latitude": 21.01160789,
      "longitude": 105.85666838,
      "description": "Taceo tripudio decet uredo. Antea dolores claro cupiditate aestas iusto vehemens caelum absum solum. Acsi taedium delinquo quod ventus cohaero aqua cogo adinventitias tergum."
    },
    {
      "address": "110 Lò Đúc, P. Đống Mác, Hai Bà Trưng, Hà Nội",
      "name": "Ô long đây - Lò Đúc",
      "latitude": 21.01360357,
      "longitude": 105.85767841,
      "description": "Cotidie aliquam tibi curia distinctio coruscus chirographum beneficium vacuus. Aufero tumultus astrum spoliatio odit voro deludo. Utroque adversus tabula sonitus."
    },
    {
      "address": "Tầng Hầm 1, Tầng B1 TTTM Times City, 458 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Kem Swensen's - Times City",
      "latitude": 20.993394,
      "longitude": 105.86853,
      "description": "Utrum nemo torqueo titulus volo arbustum contra ut. Claudeo deficio thymbra voluptas cilicium tepidus totus benigne adiuvo adeo. Tracto nam demonstro iste argumentum aurum."
    },
    {
      "address": "Tầng B1-D9-13 T2 Times City, 458 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Nét Huế - Times City",
      "latitude": 20.99629366,
      "longitude": 105.86967467,
      "description": "Avaritia culpa urbanus vulpes despecto cuppedia cubicularis aperte. Comprehendo patruus eaque. Culpo rerum atrox demulceo adulatio decimus tempus carcer caelum."
    },
    {
      "address": "19 Thái Phiên, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Sữa Chua Trân Châu Hạ Long - Thái Phiên",
      "latitude": 21.010476,
      "longitude": 105.850355,
      "description": "Cognatus adopto eaque corrupti auctor textus suscipit cura summopere curriculum. Atavus voluptates via totus dolores depereo fugiat pauci. Tego verecundia addo statim cohaero."
    },
    {
      "address": "520 Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Coco Nama Tea Bar - Bạch Mai",
      "latitude": 20.99658613,
      "longitude": 105.8504564,
      "description": "Dolor comminor quos textilis vulpes. Argentum ambulo est caterva sollicito subito capto coerceo basium vere. Vel auctor aspicio voluptatem cunae cogito est."
    },
    {
      "address": "18 Trần Xuân Soạn, P. Ngô Thì Nhậm, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Rán Ngon - Trần Xuân Soạn",
      "latitude": 21.017134,
      "longitude": 105.855152,
      "description": "Vilicus patrocinor odio supellex culpa. Vespillo alioqui aedificium patria absum assentator corona. Apud curatio pecus corpus vorax."
    },
    {
      "address": "Hoàng Thành Tower, 114 Mai Hắc Đế, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Highlands Coffee - Hoàng Thành Tower",
      "latitude": 21.011377,
      "longitude": 105.850629,
      "description": "Temeritas spoliatio accedo accusantium. Stella tonsor vilis corroboro nam acsi velut. Debitis corroboro sed ut caritas verbera triduana stillicidium cogito."
    },
    {
      "address": "160 Lò Đúc, P. Đống Mác, Hai Bà Trưng, Hà Nội",
      "name": "Annamoi - Trà & Cà Phê Thủ Công - Lò Đúc",
      "latitude": 21.01244621,
      "longitude": 105.85859581,
      "description": "Autus desolo ullus viridis thymum pecto vae. Aperio consequuntur allatus. Tendo templum suffragium commodi adsidue odit laboriosam conspergo conspergo temporibus."
    },
    {
      "address": "Tầng B1, Times City, 458 Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Kem Tràng Tiền - Times City",
      "latitude": 20.99452529,
      "longitude": 105.86865194,
      "description": "Provident curriculum degenero ipsa suspendo tui. Molestias adipisci tres volubilis avarus spiculum. Atqui urbanus thymbra vivo ducimus vir utpote adsuesco ara."
    },
    {
      "address": "116 Lò Đúc, P. Đồng Mác, Hai Bà Trưng, Hà Nội",
      "name": "Đô Đô - Trà Sữa Đồng Giá - Lò Đúc",
      "latitude": 21.01345414,
      "longitude": 105.85782437,
      "description": "Neque iusto ceno templum aliqua catena cultellus confugo. Cunae talus crastinus similique praesentium campana. Voveo cedo turpis cupiditate corrupti quos vos eius bene."
    },
    {
      "address": "327 Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Chè Cung Đình Huế - Bạch Mai",
      "latitude": 21.00201293,
      "longitude": 105.85093445,
      "description": "Crapula comburo super constans aliquid vobis atque. Voro spargo carpo fuga cunabula unde. Deripio caute quod talis."
    },
    {
      "address": "105 K1 Bách Khoa, Nguyễn Hiền, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Thạch Vuông - Thạch Kem Caramen",
      "latitude": 21.001515,
      "longitude": 105.848123,
      "description": "Tenax umerus consuasor. Attero cornu adhaero bellum charisma comburo patruus. Uberrime teres bestia conitor totus animus vindico sui virtus admiratio."
    },
    {
      "address": "34 Minh Khai, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Trà Đào Dầm Peach City - Minh Khai",
      "latitude": 20.9956337,
      "longitude": 105.8506174,
      "description": "Caries aptus adicio venio amiculum. Pauper abstergo conqueror pauci laboriosam damno argentum tactus rerum cuppedia. Odio depulso sequi vereor vulariter desolo stabilis voluptatum utrum."
    },
    {
      "address": "77A Hồng Mai, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "MinMax Fresh - Chè Khoai Dẻo Online",
      "latitude": 20.9990086,
      "longitude": 105.8533315,
      "description": "Crastinus testimonium conturbo ventus summa. Coerceo theologus credo decretum perspiciatis. Suadeo molestiae tripudio coniuratio utique placeat toties socius absconditus."
    },
    {
      "address": "72 Bùi Ngọc Dương, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Rang Cô Tám Chính Hiệu - Bùi Ngọc Dương",
      "latitude": 21.000016,
      "longitude": 105.85328,
      "description": "Eos copia solutio aut censura. Capillus solum compono sto inventore cibo. Arguo ara cruciamentum nisi vivo deficio decipio apparatus."
    },
    {
      "address": "111 Triệu Việt Vương, Hai Bà Trưng, Hà Nội",
      "name": "An Biên - Món Ngon Hải Phòng - Triệu Việt Vương",
      "latitude": 21.014114,
      "longitude": 105.850486,
      "description": "Sed corporis caveo tribuo adsidue admoneo sequi subiungo illo. Deserunt deripio corrigo supra summopere capitulus nam undique subseco vero. Quaerat vorax utpote."
    },
    {
      "address": "Tầng 5, Vincom Bà Triệu, 191 Bà Triệu, Hai Bà Trưng, Hà Nội",
      "name": "Kem Dairy Queen - Vincom Bà Triệu",
      "latitude": 21.0109895,
      "longitude": 105.8493903,
      "description": "Coma balbus confero amet creator absum aestus. Stabilis acsi curso adopto abbas carpo. Laboriosam torqueo ustilo benevolentia claro sollers canonicus cresco claro suffoco."
    },
    {
      "address": "12A Thể Giao, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Chè Sầu Thể Giao",
      "latitude": 21.014265,
      "longitude": 105.84764,
      "description": "Thesaurus demergo vociferor cito claustrum demergo deserunt vivo paens cattus. Substantia quas tredecim nam utique. Uredo aro sollers amo aperio auctus suppellex voluptatum blanditiis synagoga."
    },
    {
      "address": "45 Tuệ Tĩnh, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "The Cake Lab",
      "latitude": 21.015159,
      "longitude": 105.849713,
      "description": "Sapiente vulgaris solio torrens conculco vaco depopulo dapifer. Defero patruus conspergo tricesimus vehemens delicate amplus. Torrens tonsor taceo totam ubi sunt blanditiis totidem."
    },
    {
      "address": "T5 Times City, 458 Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Kafa Cafe - Times City",
      "latitude": 20.99637,
      "longitude": 105.8685,
      "description": "Beneficium acsi facere. Alii desino accusantium contego pauci aut quo solus. Vigilo subnecto ulterius solvo corporis tepesco statua harum cavus."
    },
    {
      "address": "109 Triệu Việt Vương, Hai Bà Trưng, Hà Nội",
      "name": "Tonchan Ramen - Mì Nhật",
      "latitude": 21.014122,
      "longitude": 105.850476,
      "description": "Laudantium delicate crepusculum cognomen. Armarium copia solum. Territo adeo absum somnus verumtamen testimonium sunt coma deputo crinis."
    },
    {
      "address": "352 Lạc Trung, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Tocotoco - Lạc Trung",
      "latitude": 21.003113,
      "longitude": 105.869268,
      "description": "Virtus clibanus acerbitas usque. Canis uberrime id labore sperno ars. Verus ver temporibus vester aro cuius voro umbra votum canto."
    },
    {
      "address": "TN-K3-K4, Vincom Mega Mall Times City, 458 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "KOI Thé - Vincom Times City",
      "latitude": 20.996483,
      "longitude": 105.869778,
      "description": "Auctor suffoco voveo. Colo stabilis eos. Rem comitatus tandem bellicus constans vester sumo comprehendo."
    },
    {
      "address": "20 Nguyễn Đình Chiểu, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Royaltea - 20 Nguyễn Đình Chiểu",
      "latitude": 21.0141697,
      "longitude": 105.8467568,
      "description": "Comitatus substantia stipes timidus temperantia aperiam defessus. Administratio tantillus fugiat triumphus ater. Sustineo copiose quidem bellicus subvenio tonsor."
    },
    {
      "address": "38 Lê Đại Hành, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Kafa Cafe - Lê Đại Hành",
      "latitude": 21.010472,
      "longitude": 105.849419,
      "description": "Aegrus adeptio vulgaris ver spectaculum claustrum. Peccatus tepesco vinco amissio tumultus toties. Terebro sui totus aliquam via voluptate curriculum ulciscor."
    },
    {
      "address": "54 Bạch Mai, Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Linh - Bánh Trôi Tàu - 54 Bạch Mai",
      "latitude": 21.0067891,
      "longitude": 105.8511977,
      "description": "Totidem advenio ex. Vetus aduro solium asporto cedo tersus tenuis adstringo officiis pauci. Terga concedo audentia adstringo depono verumtamen decet suffoco."
    },
    {
      "address": "Ngõ 347 Phố Huế, Hai Bà Trưng, Hà Nội",
      "name": "Chè Của Mẹ - Phố Huế",
      "latitude": 21.009459,
      "longitude": 105.852089,
      "description": "Atrox modi voveo iusto vos tripudio aspicio. Confugo vinitor adicio curriculum vir sum uxor cito acerbitas. Aeternus ager tubineus voluptates nostrum."
    },
    {
      "address": "502 D1 Ngõ Tự Do, Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Hà Anh - Nem Nướng Nha Trang - Trần Đại Nghĩa",
      "latitude": 20.999404,
      "longitude": 105.848276,
      "description": "Tremo tubineus conventus demo recusandae suscipio. Conitor ducimus cerno. Capitulus solio certus crebro derelinquo cruciamentum custodia tumultus vos vox."
    },
    {
      "address": "96 Bùi Ngọc Dương, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Quán 152 - Xôi, Dừa Dầm & Bánh Mì Que Hải Phòng",
      "latitude": 20.999315,
      "longitude": 105.853006,
      "description": "Tutis aurum apparatus creber versus. Rerum voluptates ago voluptas voluntarius. Sub terminatio uterque adipisci numquam."
    },
    {
      "address": "412 Phố Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Pozaa Tea - Trà Sữa Đài Loan - Minh Khai",
      "latitude": 20.99686,
      "longitude": 105.86428,
      "description": "Thymbra statua auxilium denego sopor uredo trans incidunt credo dens. Patior repellendus vulgo cattus demonstro deporto. Eligendi attero subvenio clam cicuta."
    },
    {
      "address": "Tầng Hầm 1, Tầng Hầm B1, Times City, 458 Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Kem Dairy Queen - Times City",
      "latitude": 20.99471934,
      "longitude": 105.86832337,
      "description": "Suscipit ventus corona vacuus rem vivo. Desino cernuus natus tonsor sophismata conitor. Id totam aggero."
    },
    {
      "address": "158 Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Royaltea - Trà Sữa Hồng Kông - Trương Định",
      "latitude": 20.99200616,
      "longitude": 105.84907849,
      "description": "Aufero voluptatibus tendo acsi neque apud doloremque terga talio nostrum. Umquam coerceo excepturi universe decet consuasor valetudo quo facere harum. Crur acceptus compono creo uberrime audeo ulterius suffoco stips."
    },
    {
      "address": "Số 47 Ngõ 164 Hồng Mai, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Cay Hải Phòng - Nước Ép & Đồ Ăn Vặt Mẹ Cá",
      "latitude": 20.99719,
      "longitude": 105.853789,
      "description": "Acceptus assentator apud optio modi. Vinculum nihil dedecor. Debitis uter super cui vomito."
    },
    {
      "address": "18 Ngõ Giếng Mứt, Phố Bạch Mai, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Nem Chua Rán 36 Tạm Thương - Bạch Mai",
      "latitude": 20.99832097,
      "longitude": 105.84910007,
      "description": "Alter repudiandae abbas vetus abutor spoliatio copia rerum. Cito tumultus crudelis abeo verbum sui contra. Amo turbo vito aestas catena subnecto thorax ipsum desidero."
    },
    {
      "address": "90 Tô Hiến Thành, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Kem Bơ Bánh Bèo - Món Ngon Đà Nẵng - Tô Hiến Thành",
      "latitude": 21.013342,
      "longitude": 105.848499,
      "description": "Accendo vos arbustum viscus stips sopor. Dolore tener artificiose earum vita traho sumo ars teres. Somnus turba ars deinde."
    },
    {
      "address": "93 Trần Nhân Tông, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì Tuhu Bread - Trần Nhân Tông",
      "latitude": 21.01773832,
      "longitude": 105.84160018,
      "description": "Thesis coepi derelinquo vilis bos sto tersus condico illo. Amitto valeo ulciscor. Adfero eius sint."
    },
    {
      "address": "179 Bùi Thị Xuân , P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Le Castella Hà Nội - Taste Of Taiwan - Bùi Thị Xuân",
      "latitude": 21.01215933,
      "longitude": 105.84983208,
      "description": "Aptus repellendus dolores. Incidunt aegre tibi. Dapifer pecus abundans deprecator amo conservo decens et attero deorsum."
    },
    {
      "address": "17 Ngõ 419 Lĩnh Nam, Hai Bà Trưng, Hà Nội",
      "name": "Tiệm Chè Ngon Đảo Chè - Kem Xôi & Ăn Vặt - Lĩnh Nam",
      "latitude": 20.9838234,
      "longitude": 105.8792138,
      "description": "Absum vester trucido copia vulgaris adimpleo aeternus supra creptio. Cupiditas supellex ratione. Victus spectaculum beatae synagoga succedo defleo coniecto."
    },
    {
      "address": "Số 5 Nguyễn Huy Tự, Hai Bà Trưng, Hà Nội",
      "name": "Nước Ép, Sinh Tố & Giải Khát Phúc An",
      "latitude": 21.01393892,
      "longitude": 105.8623809,
      "description": "Modi qui crustulum deputo fugiat labore talus valeo. Assumenda comprehendo sint condico animus vorago thermae aperte terminatio. Asper texo tempora."
    },
    {
      "address": "236 Phố Huế, P. Phố Huế, Hai Bà Trưng, Hà Nội",
      "name": "Snap Food - Healthy Fast Food & Drink - Phố Huế",
      "latitude": 21.01304149,
      "longitude": 105.8516484,
      "description": "Sopor vae vos traho xiphias colo. Amet occaecati verto damnatio peccatus cultellus admiratio aufero. Utilis depopulo turpis crastinus campana delibero soleo."
    },
    {
      "address": "102 Y9 Ngõ Tự Do, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Chè Anh Đẹp Trai",
      "latitude": 20.997855,
      "longitude": 105.846703,
      "description": "Arma maiores nostrum umerus volup crur. Tonsor vitiosus porro crux soleo stultus consectetur pel. Aut minima ventosus tenetur decerno cotidie adaugeo stella subvenio audax."
    },
    {
      "address": "92 Lê Thanh Nghị, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "The Coffee House - Lê Thanh Nghị",
      "latitude": 21.00361941,
      "longitude": 105.84784904,
      "description": "Voluptatum beatae repellendus villa sapiente demens adopto. Triduana bonus depromo strenuus vinum statua autus summopere vulgo spectaculum. Alienus speciosus rem vulnero valeo supra trepide."
    },
    {
      "address": "10 Ngõ 254 Minh Khai, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Nem Chua Thanh Hóa - Shop Online - Minh Khai",
      "latitude": 20.995089,
      "longitude": 105.858684,
      "description": "Ciminatio baiulus facere theatrum quidem validus. Officiis suspendo neque strenuus administratio thorax cupiditas defessus annus viscus. Vindico soluta bene ter condico."
    },
    {
      "address": "316 Kim Ngưu, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Chick Garden - Chè Ngon & Súp Ngọt - Kim Ngưu",
      "latitude": 20.99851288,
      "longitude": 105.86179763,
      "description": "Veniam excepturi summisse corrupti candidus tabella complectus nostrum. Ultra corporis admoneo. Corrupti ducimus ciminatio abscido adamo."
    },
    {
      "address": "77 Hồng Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Nhật Bản MinMax",
      "latitude": 20.998983,
      "longitude": 105.853139,
      "description": "Vel voro caveo. Bonus somniculosus conscendo impedit appello venustas uter veniam. Utilis venia paulatim maiores terga tempore absum cras."
    },
    {
      "address": " Sảnh TTTM T5 Times City, 458 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "The Coffee House - 458 Minh Khai",
      "latitude": 20.99632605,
      "longitude": 105.86843744,
      "description": "Absum cavus tubineus chirographum ipsa volaticus amita deficio autus validus. Contra qui tenuis cohaero. Suasoria cernuus suasoria."
    },
    {
      "address": "1 Yên Lạc, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Trà Sữa Tiger Hill - Yên Lạc",
      "latitude": 20.99958941,
      "longitude": 105.86261652,
      "description": "Derideo solitudo sublime urbs caelestis omnis. Auditor perferendis ustilo conicio. Speciosus ventosus iste ulciscor abundans alias coepi adiuvo."
    },
    {
      "address": "242 Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Pizza Hut - Bạch Mai",
      "latitude": 21.0032574,
      "longitude": 105.8489272,
      "description": "Usque pax crastinus taceo calcar causa absconditus ullus. Strenuus eaque terra texo contego comis turpis quibusdam solutio. Valeo amplexus alias sub sollers tenuis attonbitus arguo aperte adimpleo."
    },
    {
      "address": "8 Ngõ 8B Lê Ngọc Hân, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Đúc Nóng & Miến Trộn - Lê Ngọc Hân",
      "latitude": 21.016898,
      "longitude": 105.855144,
      "description": "Solvo similique tibi claustrum demoror candidus tubineus. Ratione tot aveho temporibus stella. Clarus cupio solum aufero curto nemo cupio adficio uterque."
    },
    {
      "address": "2A Trần Đại Nghĩa, Hai Bà Trưng, Hà Nội",
      "name": "Paris Gâteaux - Bánh Ngọt & Trà Sữa - Trần Đại Nghĩa",
      "latitude": 21.001741,
      "longitude": 105.845006,
      "description": "Ater nobis tardus attero civis cetera stultus ad tener. Ulterius solitudo depraedor cubo adeo. Ex degenero error utrum vilis carbo tertius possimus."
    }
  ]
}