{
  "count": 150,
  "data": [
    {
      "address": "257 Thanh Nhàn, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Gà Luộc & Gà Ủ Muối Hoa Tiêu & Gà Rán - Thanh Nhàn",
      "latitude": 21.00284825,
      "longitude": 105.85374487,
      "description": "Sint optio sint minus. Sustineo administratio ubi. Error vinitor corrupti eius iste uredo timor tergum uter."
    },
    {
      "address": "18 Ngõ 187 Hồng Mai, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "Papa’s Kitchen - Đồ Ăn Hàn Quốc & Cơm Trộn Healthy Gạo Lứt - Hồng Mai",
      "latitude": 20.99979316,
      "longitude": 105.85576286,
      "description": "Cumque ducimus sollicito damnatio. Curo crur succurro libero clam ducimus consequuntur temperantia uterque. Adsuesco impedit veritatis patrocinor defungo careo ago constans."
    },
    {
      "address": "76 Bùi Ngọc Dương, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Mì Trộn Indomie 158 - Bùi Ngọc Dương",
      "latitude": 20.99987411,
      "longitude": 105.85349274,
      "description": "Capillus cedo bibo claudeo valens texo sui. Adamo spiculum contra delinquo. Consuasor cresco alo sortitus."
    },
    {
      "address": "110 Ngõ Hoà Bình 7, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Trang Huyền - Mỳ Trộn Indomie - Minh Khai",
      "latitude": 20.9973499,
      "longitude": 105.858005,
      "description": "Crepusculum thema tui sed defetiscor carus impedit arx utroque. Voluntarius comprehendo adipisci cultellus esse eius id cresco tutamen. Viscus adopto truculenter."
    },
    {
      "address": "14 Chùa Liên Phái, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Tiệm Mỳ Gà Tần - 14 Chùa Liên Phái",
      "latitude": 21.0050048,
      "longitude": 105.8507231,
      "description": "Uter soleo debilito tardus depromo. Campana turpis perspiciatis suppellex mollitia causa acervus patruus decet. Voco traho coerceo victus acsi abundans caveo tergeo clamo virtus."
    },
    {
      "address": "Kiot 16B Phố Quỳnh Mai, P. Quỳnh Mai, Hai Bà Trưng, Hà Nội",
      "name": "Hoa Long - Phở Xào, Phở Trộn & Cơm Rang",
      "latitude": 21.0009986,
      "longitude": 105.8607082,
      "description": "Ceno tempore dolorum ulterius sopor tertius usque. Aegrotatio numquam creber colo esse. Ut tamquam verus."
    },
    {
      "address": "16 Quỳnh Mai, P. Quỳnh Mai, Hai Bà Trưng, Hà Nội",
      "name": "Phở Xào & Cơm Rang - Quỳnh Mai",
      "latitude": 21.00109078,
      "longitude": 105.86099677,
      "description": "Possimus pectus tutis vehemens baiulus torrens depono argentum est eligendi. Amplus cerno uredo adsum culpo cernuus vix acidus patrocinor verumtamen. Summa thesaurus taceo reiciendis pecco tenuis accendo."
    },
    {
      "address": "Số 8 Ngõ 8 Phố Hương Viên, P. Đồng Nhân, Hai Bà Trưng, Hà Nội",
      "name": "Mì Trộn Anh Lâm - Hương Viên",
      "latitude": 21.012589,
      "longitude": 105.8554344,
      "description": "Dignissimos tamquam umerus accommodo tego cui decet. Templum beneficium amitto. Thesaurus coepi suppellex."
    },
    {
      "address": "4 Ngõ 107 Hồng Mai, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "Thảo Mập - Mì Trộn Indomie",
      "latitude": 20.999227,
      "longitude": 105.853991,
      "description": "Sordeo dignissimos aduro speculum terror charisma desparatus. Vado tersus sufficio torrens amplus vulpes cavus. Cubitum vetus bos carus conventus tamquam vergo tertius."
    },
    {
      "address": "272 Trần Khát Chân, Hai Bà Trưng, Hà Nội",
      "name": "Tiệm Ăn Ngọc Béo - Phở, Miến Trộn & Mì Xào",
      "latitude": 21.009214,
      "longitude": 105.860068,
      "description": "Sumo comprehendo solus repudiandae advoco. Absconditus consuasor ascisco amor cunabula quidem adfero ait. Condico tabula asporto ait pax cupiditate."
    },
    {
      "address": "404 Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Huyền Anh Bún Riêu Cua Tóp Mỡ - Bạch Mai",
      "latitude": 20.99931971,
      "longitude": 105.85028033,
      "description": "Laudantium conforto articulus quisquam thema vilitas acceptus adulescens trado. Bestia cumque aegre. Inflammatio ademptio desino accusantium adinventitias."
    },
    {
      "address": "4 Ngõ 107 Hồng Mai, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "Thảo Mập - Cơm Đảo & Đồ Ăn Vặt",
      "latitude": 20.99923,
      "longitude": 105.853985,
      "description": "Spes audeo asperiores strues bene. Absconditus patior verbum explicabo contabesco uter celebrer voluptates conduco. Vulnus circumvenio vester absconditus adeptio damnatio optio."
    },
    {
      "address": "126 Ngõ 296 Minh Khai, P. Mai Động, Hai Bà Trưng, Hà Nội",
      "name": "Mỳ Cay Tiến Đạt - Minh Khai",
      "latitude": 20.991594,
      "longitude": 105.861366,
      "description": "Acervus possimus nemo venustas conduco. Curriculum avaritia utor conservo. Facilis nihil accusantium fugiat arca."
    },
    {
      "address": "52 Cuối Ngõ 156/34 Dương Văn Bé, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Bếp Bà Cẩm - Cháo & Lòng - Dương Văn Bé",
      "latitude": 20.997554,
      "longitude": 105.872452,
      "description": "Autem creo explicabo timor suus decumbo textor combibo assentator. Basium temeritas catena. Depopulo voveo conservo inventore alias solium terreo tripudio."
    },
    {
      "address": "5 Ngõ 191 Minh Khai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Mỳ Cay & Cơm Chiên - Ăn Vặt Tiệm 1991",
      "latitude": 20.9960062,
      "longitude": 105.8587415,
      "description": "Summisse adeptio velociter torrens volaticus truculenter varietas tristis centum illum. Velit apostolus deripio tardus aeger adopto conduco defetiscor. Deficio utrimque amet canis soluta tantum vir abundans acceptus creber."
    },
    {
      "address": "Số 57 Ngõ 134 Phố Dương Văn Bé, P. Vĩnh Tuy - Ngõ Đối Diện Trường Cấp 2 Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Bếp KOKA - Cơm Đa Dạng & Đồ Ăn Vặt - Dương Văn Bé",
      "latitude": 20.998346,
      "longitude": 105.873062,
      "description": "Aggredior armarium voluptatum optio viduo solitudo. Adversus culpo balbus explicabo vulgaris. Audax aperio quae supellex cariosus unus utrimque terreo."
    },
    {
      "address": "11 Ngõ 184/75 Đê Trần Khát Chân, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Đồ Ăn Sạch 11 - Mỳ Trộn Inđo & Mỳ Spaghetti - Đê Trần Khát Chân",
      "latitude": 21.00660517,
      "longitude": 105.86483193,
      "description": "Defessus derelinquo cultellus veniam velit solium demum cribro thema. Veniam amitto uterque comis. Id universe voluptate sui adulatio advoco accusamus depopulo sum quasi."
    },
    {
      "address": "Số 31 ngõ 219 Đê Tô Hoàng, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Bếp Mẹ Hân - Bún Sườn Chua Thịt Mọc - Đê Tô Hoàng",
      "latitude": 21.00792693,
      "longitude": 105.84970193,
      "description": "Pecus despecto arcus tutis subnecto dignissimos. Thesaurus victus sustineo administratio copiose. Dignissimos dolore victus depulso commemoro vulgo inflammatio."
    },
    {
      "address": "52 Ngách 12 Ngõ 624 Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Ông Vương - Bún Đậu & Cháo Lòng - Minh Khai",
      "latitude": 20.998002,
      "longitude": 105.871467,
      "description": "Tabernus deorsum contego comes vulgus ustilo defessus thema error acceptus. Defluo balbus ocer vorago patruus fugit caveo. Calamitas tibi theologus audacia ut venio trepide."
    },
    {
      "address": "23 Ngõ Mai Hương, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Bún Riêu Hoa Béo",
      "latitude": 21.0003513,
      "longitude": 105.8516974,
      "description": "Thorax tenetur suasoria aliquid defluo versus beatae barba capto tepesco. Arx modi agnosco desidero. Valens auxilium aetas compello."
    },
    {
      "address": "207 Ngõ Trại Cá, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Musa Chicken - Gà Rán Giòn, Mì Trộn & Ăn Vặt - Ngõ Trại Cá",
      "latitude": 20.9947072,
      "longitude": 105.8454167,
      "description": "Accendo assumenda tenuis valens adflicto aurum tabernus depono. Occaecati casus sonitus autus tredecim suasoria talio abscido. Tredecim porro correptius tolero angulus."
    },
    {
      "address": "11 Ngách 10, Ngõ 15 Hương Viên, P. Đồng Mác, Hai Bà Trưng, Hà Nội",
      "name": "Vân - Pizza Ngon - Shop Online",
      "latitude": 21.0130232,
      "longitude": 105.8572263,
      "description": "Numquam curiositas utrum pauci uberrime. Texo sumptus suus ventosus. Perferendis complectus defendo cruciamentum caute deripio."
    },
    {
      "address": "P101 D14A Phố 8/3, P. Quỳnh Mai, Hai Bà Trưng, Hà Nội",
      "name": "Coy\'s Kitchen - Cơm Đảo Gà Nướng, Chân Gà & Ăn Vặt Online - Quỳnh Mai",
      "latitude": 20.99971,
      "longitude": 105.859179,
      "description": "Ullus creta deinde creptio thymum amor surgo. Alioqui pauper reprehenderit aegrus. Solitudo aegrus dapifer arcesso soluta."
    },
    {
      "address": "90 Võ Thị Sáu, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Bún Chả Obama - Võ Thị Sáu",
      "latitude": 21.0043433,
      "longitude": 105.8548178,
      "description": "Totam textilis verus conor strues neque. Tempora volaticus barba auctus labore creptio saepe molestiae. Officiis caecus tantillus."
    },
    {
      "address": "76 Ngõ Tự Do, Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Quán Cơm 76 - Ngõ Tự Do",
      "latitude": 20.997374,
      "longitude": 105.846319,
      "description": "Peior vos dedecor defungo volo. Caecus ustilo crebro facere conforto centum consuasor sol pecco. Cubitum aeternus asporto contra via cado tolero solium deputo summa."
    },
    {
      "address": "27 Ngõ 38 Dốc Thọ Lão, Lò Đúc, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Đa Trộn - Dốc Thọ Lão",
      "latitude": 21.011455,
      "longitude": 105.857389,
      "description": "Cibus adimpleo saepe considero apto adeo. Adflicto stillicidium dedecor. Terra conforto id aro calculus adsum desidero virtus convoco ad."
    },
    {
      "address": "220 Chùa Quỳnh (Phía Đối Diện Vinmart), P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "San Tokbokki - Ẩm Thực Hàn Quốc - Hồng Mai",
      "latitude": 20.9993653,
      "longitude": 105.85668143,
      "description": "Tutamen tergiversatio doloremque derelinquo unde. Callide tergeo ullus cubicularis tondeo cariosus comptus. Sumptus cursim villa spiritus adipiscor catena textilis voco."
    },
    {
      "address": "168 Lò Đúc, P. Đống Mác, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Rang & Phở Gà Vân Thủy - Lò Đúc",
      "latitude": 21.012082,
      "longitude": 105.858808,
      "description": "Utilis aeternus decens abstergo decipio conatus victus sub auctus decumbo. Debeo despecto amo admitto delicate. Cubo crastinus certus."
    },
    {
      "address": "175 Bạch Mai, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Tấm Phương Anh - Bạch Mai",
      "latitude": 21.005318,
      "longitude": 105.851247,
      "description": "Catena absum virga tres corporis clibanus chirographum cervus tremo. Carus atque aggero aranea. Exercitationem cunae aut clamo conturbo debilito solutio."
    },
    {
      "address": "81B Đại Cồ Việt, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Tấm Mẹ Bắp - Shop Online",
      "latitude": 21.00782698,
      "longitude": 105.84576084,
      "description": "Cum auxilium claustrum. Tubineus aspernatur inflammatio cervus. Toties sopor statim deludo vallum optio compono cunabula."
    },
    {
      "address": "55 Phố Huế, Hai Bà Trưng, Hà Nội",
      "name": "Nhà Hàng 123 - Phố Huế",
      "latitude": 21.0180796,
      "longitude": 105.85171419,
      "description": "Cedo tametsi illo sui volva compono vesica denuo. Suus alveus creta conqueror consequatur laboriosam copia quisquam sono. Vulnus coniuratio odio adulatio timidus ventito."
    },
    {
      "address": "126 Hồng Mai, Hai Bà Trưng, Hà Nội",
      "name": "Cô Tám - Cơm Rang & Cơm Tấm - 126 Hồng Mai",
      "latitude": 20.99895516,
      "longitude": 105.85261767,
      "description": "Casso sequi vomito ars aestas. Sollicito totus voluntarius constans thesis incidunt. Cruentus quis comptus."
    },
    {
      "address": "6 Ngách 4 Ngõ Hậu Khuông, Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "BUMTRO - Bún Trộn Nam Bộ - Bạch Mai",
      "latitude": 21.002923,
      "longitude": 105.850606,
      "description": "Acsi tepidus texo verbera clam aegrotatio pecus argumentum viridis defetiscor. Apud tabella caput. Alo viriliter caute magnam vigor volubilis eligendi cursim."
    },
    {
      "address": "20 Lê Đại Hành, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Dũng Hạnh - Bánh Mì Giò Chả - Lê Đại Hành",
      "latitude": 21.00972542,
      "longitude": 105.85000339,
      "description": "Creptio magnam arbor sint utor accusamus. Crastinus amoveo vomer decumbo magnam terga adhaero collum tempore. Unde apostolus claro benevolentia vobis subnecto defleo vindico thymbra unus."
    },
    {
      "address": "157 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Thố Bách Khoa - Trần Đại Nghĩa",
      "latitude": 21.0012485,
      "longitude": 105.8446024,
      "description": "Abscido clibanus ventosus defaeco ustulo. Cauda acer quae via admitto contigo colo ipsam conforto. Officiis a adulescens solutio crur volaticus vado perspiciatis supplanto."
    },
    {
      "address": "461 Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Thố Anh Nguyễn - Minh Khai",
      "latitude": 20.99760142,
      "longitude": 105.86666092,
      "description": "Audax pecto subnecto currus cura virtus. Thema curia accommodo aveho aliquam facilis. Cognatus terror cura attollo arcus adduco bestia communis."
    },
    {
      "address": "14 Ngách 10 Ngõ Mai Hương, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Ngon Mẹ Nấu - Bạch Mai",
      "latitude": 21.00031243,
      "longitude": 105.85120123,
      "description": "Claustrum certe suppellex est adaugeo tremo rerum. Utique architecto accusantium. Aduro temeritas assentator victoria audentia utilis natus solum tabula adficio."
    },
    {
      "address": "42 Bùi Ngọc Dương, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Loan Béo - Bún & Miến Ngan - Bùi Ngọc Dương",
      "latitude": 21.000963,
      "longitude": 105.854047,
      "description": "Clarus ocer cauda veniam. Harum clementia dolore. Conservo aduro repellat."
    },
    {
      "address": "8 Ngõ 108 Lò Đúc, P. Đống Mác, Hai Bà Trưng, Hà Nội",
      "name": "Bếp Cô Thảo - Cơm Văn Phòng Tự Chọn",
      "latitude": 21.013406,
      "longitude": 105.857468,
      "description": "Nemo hic asperiores vomer iste deleo suscipio benevolentia crux sonitus. Amplus depopulo defungo claro desipio comparo ex terreo civitas vesica. Agnitio agnitio amoveo auditor spoliatio sulum carcer."
    },
    {
      "address": "50 Ngõ Tự Do, Hai Bà Trưng, Hà Nội",
      "name": "Hoàng Huệ - Cơm Rang & Bún Bò Trộn - Ngõ Tự Do",
      "latitude": 20.997396,
      "longitude": 105.846273,
      "description": "Temporibus atrox molestias totam vallum victus abscido aufero venustas. Peccatus cui tempore auxilium aut. Despecto cunabula ventosus usitas certe."
    },
    {
      "address": "57 Ngõ 41 Phố Vọng, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Happy Food - Cơm Văn Phòng - Phố Vọng",
      "latitude": 20.9985,
      "longitude": 105.8426,
      "description": "Timidus quo abstergo cauda vigilo crur. Crudelis decet stabilis vicissitudo caries titulus. Denego cauda campana vulgo vapulus tamquam vulpes."
    },
    {
      "address": "326 Bà Triệu, Hai Bà Trưng, Hà Nội",
      "name": "Vân Chiến - Bún Ngan Trộn Chua Ngọt - Bà Triệu",
      "latitude": 21.01012626,
      "longitude": 105.84898297,
      "description": "Cumque capio calamitas crapula rerum venia pax labore tersus curvo. In utroque depono decor derideo carus. Caste dapifer cursus sono trepide tripudio celo bonus careo iusto."
    },
    {
      "address": "112 K2 Ngõ 48 Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Thố Bách Khoa - Tạ Quang Bửu",
      "latitude": 21.000908,
      "longitude": 105.848861,
      "description": "Impedit carus vobis. Ducimus sumptus claudeo pecto. Vaco cotidie anser taedium condico vito."
    },
    {
      "address": "164 Trương Định, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Bún Đậu Hương Mơ - 164 Trương Định",
      "latitude": 20.991527,
      "longitude": 105.848843,
      "description": "Tutamen adduco adicio officiis vivo vitae. Laudantium alius mollitia subseco defero creator esse audacia animi. Abbas totidem commemoro tandem vulgo cognomen quasi dapifer aegrotatio."
    },
    {
      "address": "38 Phố Thọ Lão, P. Đống Mác, Hai Bà Trưng, Hà Nội",
      "name": "Như Mây - Bánh Đa Trộn",
      "latitude": 21.01146851,
      "longitude": 105.85777652,
      "description": "Officiis ubi cunabula spargo cultura. Deficio tolero abstergo reprehenderit ambulo. Ducimus totam statua eum tempore."
    },
    {
      "address": "Lô TN-36, Đ9-8, Tầng B1 Vincom Mega Mall Times City, 458 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Gà Rán Popeyes - Times City",
      "latitude": 20.995102,
      "longitude": 105.868773,
      "description": "Comburo alter vulgivagus contra caput virga aspicio crapula caste aperiam. Socius vespillo usus terga sperno certe usitas ager vulnero. Depulso creta vulgivagus aperte."
    },
    {
      "address": "91 Trần Đại Nghĩa, Hai Bà Trưng, Hà Nội",
      "name": "Mì Cay Seoul - Trần Đại Nghĩa",
      "latitude": 21.00482087,
      "longitude": 105.84564114,
      "description": "Porro civitas audio auxilium decerno a. Stella textus beatus. Voluptate balbus defero architecto cui comis thesis."
    },
    {
      "address": "292 Bà Triệu, Hai Bà Trưng, Hà Nội",
      "name": "Gà Rán KFC - Bà Triệu",
      "latitude": 21.0124139,
      "longitude": 105.8491546,
      "description": "Cunabula valens vulpes abstergo fuga accusamus amplitudo. Cultura sufficio concedo est. Degusto creo charisma auctor bellum voluptate aeneus."
    },
    {
      "address": "78 Ngõ Tự Do, Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Sinh Viên 78 - Ngõ Tự Do",
      "latitude": 20.99739,
      "longitude": 105.846347,
      "description": "Conscendo volo aetas substantia stultus sum cursim tui thymbra. Spes excepturi tamen apud cernuus virgo avaritia tero praesentium tenetur. Demergo absens acervus animi conduco taceo apparatus templum."
    },
    {
      "address": "102 E6 Bách Khoa, Tạ Quang Bửu, Hai Bà Trưng, Hà Nội",
      "name": "Nam Phương - Cơm Tấm Sài Gòn - Tạ Quang Bửu",
      "latitude": 21.001199,
      "longitude": 105.84945,
      "description": "Valde texo sodalitas causa. Celo utilis usque solum desparatus. Bellum soluta apostolus adstringo aperte officia subvenio ea."
    },
    {
      "address": "202 Dương Văn Bé, Hai Bà Trưng, Hà Nội",
      "name": "Hiệp Huy - Nem Nướng Nha Trang & Trà Chanh - Dương Văn Bé",
      "latitude": 20.996402,
      "longitude": 105.873711,
      "description": "Utrum textilis adeptio celo terra timidus. Derideo delectus solium neque barba amoveo cimentarius vomica. Dolorum tripudio eius esse."
    },
    {
      "address": "25 Bùi Ngọc Dương, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Tun Tun - Bún Hải Sản Hoa Quả",
      "latitude": 21.001462,
      "longitude": 105.854356,
      "description": "Tum corrigo adsuesco defessus amissio. Adhuc impedit causa. Blandior termes crur summa via adficio."
    },
    {
      "address": "328 Bà Triệu, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Thố Anh Nguyễn - Bà Triệu",
      "latitude": 21.009917,
      "longitude": 105.849031,
      "description": "Curia desidero speculum consequuntur admoneo vilis viridis vomer vereor. Caecus soluta thorax creo unus confugo conspergo non cuppedia degenero. Sperno canonicus ademptio somnus veritatis."
    },
    {
      "address": "2 Ngõ 230 Lạc Trung, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "My Healthy Corner - Shop Online - Lạc Trung",
      "latitude": 21.003144,
      "longitude": 105.866823,
      "description": "Speculum tenetur vox dens. Termes somnus sapiente placeat adopto. Accendo debitis sustineo decens usque benevolentia peior."
    },
    {
      "address": "161 Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Bún Ngan - Bùi Thị Xuân",
      "latitude": 21.012976,
      "longitude": 105.849931,
      "description": "Abundans explicabo suasoria claudeo. Incidunt cedo amo conforto ante animadverto a. Tepesco utilis adsuesco terebro suppellex depromo adhuc vulgo."
    },
    {
      "address": "17 Ngõ 205 Giải Phóng, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Huỳnh Duyên - Cơm Văn Phòng & Nước Ép",
      "latitude": 21.00104,
      "longitude": 105.842154,
      "description": "Cicuta tamquam adsidue basium torrens aveho aiunt. Vinum suasoria tepesco damnatio eos tres aggero. Cedo sol color."
    },
    {
      "address": "86 Lạc Trung, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Tuyết Nhung - Cơm Gà Phú Yên - Lạc Trung",
      "latitude": 21.0031451,
      "longitude": 105.863833,
      "description": "Patrocinor statim tui ancilla colo apud abeo adinventitias varius antepono. Barba adinventitias corroboro adulescens collum viscus addo arbor adnuo quas. Delego veritas adipiscor adiuvo uberrime."
    },
    {
      "address": "6 Ngõ 28 Hương Viên, P. Đồng Nhân, Hai Bà Trưng, Hà Nội",
      "name": "Cô Ngà - Bánh Mì Nem Khoai",
      "latitude": 21.011687,
      "longitude": 105.855585,
      "description": "Ad sono molestiae cedo quaerat. Eaque alii dens desipio volutabrum ver. Appono utique abutor reprehenderit curriculum pauper sum ago ager."
    },
    {
      "address": "7 Ngõ 183 Trần Đại Nghĩa, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Quán Thương Béo - Bánh Bèo, Cháo Canh, Cháo Lươn Nghệ An Hà Tĩnh",
      "latitude": 21.000387,
      "longitude": 105.845425,
      "description": "Paulatim spes conscendo admoveo vitium varius teneo. Animus tactus suspendo. Reprehenderit sto advoco coadunatio dedecor uberrime tabula thesaurus."
    },
    {
      "address": "209 Hồng Mai, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "Cô Hoài - Bánh Gà & Đồ Ăn Vặt",
      "latitude": 20.998865,
      "longitude": 105.855759,
      "description": "Ut vulticulus neque compello nesciunt. Spiritus synagoga vivo pauper aetas cubo cogito. Id cado aeneus adicio compello absens strues ulciscor inventore dens."
    },
    {
      "address": "176 Lạc Trung, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Bún Ốc Sườn Cô Sáu - Lạc Trung",
      "latitude": 21.0031209,
      "longitude": 105.865059,
      "description": "Speculum sponte curatio apud cur ara tonsor terga. Ubi aggredior celo trado vehemens. Versus ater assumenda concido patior addo suspendo comitatus."
    },
    {
      "address": "125E P. Lò Đúc, P. Phạm Đình Hổ, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Tấm Phương Anh - Lò Đúc",
      "latitude": 21.01357004,
      "longitude": 105.85804098,
      "description": "Vos verumtamen demum suffragium laborum. Stultus adamo amo color ago vae acerbitas antea. Dolorem peccatus venustas culpa conatus amita asper delectus corrigo."
    },
    {
      "address": "18 Đại Cồ Việt, Hai Bà Trưng, Hà Nội",
      "name": "Thu Thùy - Bún Bò Huế",
      "latitude": 21.00877259,
      "longitude": 105.84996633,
      "description": "Vis demoror arcesso. Depopulo conforto carmen capitulus cogo iusto carus pel architecto terra. Teres laborum iste comminor."
    },
    {
      "address": "4 Ngõ 121 Lê Thanh Nghị, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Duy Nhất - Phở Bò & Cơm Rang",
      "latitude": 21.001692,
      "longitude": 105.843049,
      "description": "Causa velociter ultio chirographum avarus. Inventore allatus carpo amplexus vergo comparo rem. Supplanto cribro thermae perspiciatis clamo."
    },
    {
      "address": "61 Lò Đúc, Hai Bà Trưng, Hà Nội",
      "name": "Xôi Bự - Lò Đúc",
      "latitude": 21.0162295,
      "longitude": 105.8562673,
      "description": "Numquam temperantia hic. Sustineo acsi deinde cicuta terebro possimus supra. Acquiro desparatus magni spiritus vallum auctus."
    },
    {
      "address": "Đối Diện 34 Thọ Lão, P. Đống Mác, Hai Bà Trưng, Hà Nội",
      "name": "Bún Bò Trộn & Bún Mạch Tràng - Thọ Lão",
      "latitude": 21.011496,
      "longitude": 105.857946,
      "description": "Spoliatio sum defluo sol studio. Corporis amplus ante substantia thymbra contabesco stabilis tutis amet. Arbitro villa vae vinitor vilitas ciminatio cometes."
    },
    {
      "address": "19 Lê Đại Hành, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Phở Cuốn Hương Mai - Lê Đại Hành",
      "latitude": 21.010161,
      "longitude": 105.849787,
      "description": "Approbo nemo odio. Auxilium vos eos harum laboriosam administratio delibero quam uter cibo. Viridis attollo labore at stillicidium adflicto tertius adeo denuncio compello."
    },
    {
      "address": "272 Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Cháo 37 - Bạch Mai",
      "latitude": 21.002446,
      "longitude": 105.850761,
      "description": "Vir aequus caute cupiditate defetiscor. Velut coniecto tollo derelinquo confido uberrime terror uter. Causa valeo aestivus."
    },
    {
      "address": "P5 Nhà N8 Ngõ Tự Do, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Dương Dương - Lẩu Tokbokki, Mỳ Cay, Trà Chanh & Trà Tắc Online - Ngõ Tự Do",
      "latitude": 20.9990431,
      "longitude": 105.8476919,
      "description": "Terror vitiosus sublime damno umbra. Tener vinum viduo asporto quibusdam. Laborum amplitudo iste aedificium alter vicinus aptus."
    },
    {
      "address": "20 Lê Đại Hành, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Midori House - Salad & Đồ Ăn Healthy - Lê Đại Hành",
      "latitude": 21.00973397,
      "longitude": 105.850092,
      "description": "Cohibeo correptius crudelis. Adstringo nisi ago aestas ars deficio cupressus magnam tertius tardus. Sapiente molestias suspendo harum recusandae decerno tergiversatio tertius communis."
    },
    {
      "address": "38 Mai Hắc Đế, Hai Bà Trưng, Hà Nội",
      "name": "Bún Chả Số 38 - Mai Hắc Đế",
      "latitude": 21.01491,
      "longitude": 105.850911,
      "description": "Stultus vado bos ab cupiditate deorsum approbo. Defendo communis sufficio torrens nostrum dicta tandem. Thymum statua abstergo tamisium baiulus vomito."
    },
    {
      "address": "105 K10B Nguyễn Hiền, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "2 Anh Em - Mỳ Chua Cay - Nguyễn Hiền",
      "latitude": 21.0010615,
      "longitude": 105.8473571,
      "description": "Adfectus campana defetiscor adinventitias doloribus taedium adsum via. Tabesco maiores bene ver abstergo. Neque triumphus caute."
    },
    {
      "address": "133 Trần Đại Nghĩa, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Maru Korean - Tiệm Đồ Ăn Hàn Quốc & Trà Sữa - Trần Đại Nghĩa",
      "latitude": 21.00205767,
      "longitude": 105.8449921,
      "description": "Surculus coma decumbo quas. Toties verto arx amplus arguo spoliatio. Turba nam quas carus."
    },
    {
      "address": "59 Ngõ Chùa Liên Phái, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Korea House - Đồ Ăn Hàn Quốc Và Cơm Trộn - Ngõ Chùa Liên Phái",
      "latitude": 21.00535,
      "longitude": 105.84885,
      "description": "Vos maxime canonicus. Tabella voluntarius baiulus velociter thema cruentus curis. Cumque verumtamen consectetur annus depulso tempore abundans theatrum tui."
    },
    {
      "address": "Tòa Nhà 15T2 (Dự Án Chung Cư 310 Minh Khai) 18 Tam Trinh, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Gà Rán KFC - Tam Trinh",
      "latitude": 20.9943316,
      "longitude": 105.8618566,
      "description": "Crur vorago accusator carpo tendo considero exercitationem. Desino neque nobis ciminatio blanditiis demo vulgaris surculus victoria. Verumtamen uredo verus vesco suffragium supplanto."
    },
    {
      "address": "107A Y9 Ngõ Tự Do, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Guu Chicken - Cơm Gà & Gà Rán - Ngõ Tự Do",
      "latitude": 20.998245,
      "longitude": 105.846924,
      "description": "Provident cattus defleo convoco. Vindico cribro sto viscus thalassinus. Cupressus adeptio vero allatus fugiat necessitatibus tergo."
    },
    {
      "address": "419 Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Sườn Đào Duy Từ - Bạch Mai",
      "latitude": 20.999052,
      "longitude": 105.85044,
      "description": "Alius caterva vinco sto repellendus decipio adsum abeo vilis sit. Clarus ustilo claustrum depopulo curvo somniculosus cresco trado titulus. Ter odio decerno terebro perspiciatis capio."
    },
    {
      "address": "12 Hẻm 14 Ngách 69 Ngõ 325 Kim Ngưu, Hai Bà Trưng, Hà Nội",
      "name": "Thuỷ Tiên’s Das Shop - Ăn Vặt Keto Online",
      "latitude": 21.00345,
      "longitude": 105.865149,
      "description": "Cernuus depono error carcer cum stillicidium. Angelus tres dolor adsidue soleo. Sublime denuncio conservo coma aliquam."
    },
    {
      "address": "106 K2 Ngõ 48 Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Xôi Yến - Bách Khoa",
      "latitude": 21.000888,
      "longitude": 105.84888,
      "description": "Cruentus soluta spargo adipiscor nostrum comedo creator timidus suasoria. Defendo adfectus aut sonitus tamen sublime aduro. Curis valde victoria summisse supplanto expedita vinum denego."
    },
    {
      "address": "7 Ngõ 158 Hồng Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "A-Phú - Mì Trộn Indomie - Hồng Mai",
      "latitude": 20.998717,
      "longitude": 105.853187,
      "description": "Calamitas cresco viscus deputo sustineo autus vacuus. Altus perspiciatis dolor cura villa depopulo. Depopulo deprimo tersus desino deduco voluptatum agnosco."
    },
    {
      "address": "18 Ngõ Thái Lợi, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Bee Quán - Bún Sườn Chua, Cháo Sườn & Mì Trộn Indomie - Thái Lợi",
      "latitude": 21.0014171,
      "longitude": 105.8513077,
      "description": "Sulum bos atqui agnosco ultra praesentium. Contabesco atqui sumo venustas delectus saepe tersus coniuratio vestrum. Spero vilitas verus voco numquam vado."
    },
    {
      "address": "Đối Diện 44 Thọ Lão, P. Đồng Nhân, Hai Bà Trưng, Hà Nội",
      "name": "Bún Miến Ngan Bà Hoàn - Thọ Lão",
      "latitude": 21.01131079,
      "longitude": 105.85770601,
      "description": "Praesentium crudelis sequi termes aperte attonbitus defungo cunae sto. Trucido iure ait aliqua abundans consequuntur vesper cometes tenus suppellex. Vestrum vitium arto odit nobis attollo."
    },
    {
      "address": "15 Ngõ 38 Thọ Lão, P. Đông Mác, Hai Bà Trưng, Hà Nội",
      "name": "Nhà Giữa - Bánh Đa Trộn",
      "latitude": 21.011459,
      "longitude": 105.857363,
      "description": "Delicate aliqua thema antepono verumtamen defungo turba synagoga arma. Quae theca asperiores venustas voluptas supplanto charisma voveo. Conduco clam peior odio cohors."
    },
    {
      "address": "386 Trần Khát Chân, P. Đống Mác, Hai Bà Trưng, Hà Nội",
      "name": "Miến Lươn Thủy Lợi Lê Đại Hành - Trần Khát Chân",
      "latitude": 21.009623,
      "longitude": 105.856917,
      "description": "Cubo congregatio tenetur sapiente. Ascit crur cogito crudelis derideo vulpes. Clibanus quaerat aqua curiositas deprecator suadeo blandior."
    },
    {
      "address": "18 Ngõ Chùa Hưng Ký, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Xôi Thắng - Xôi & Bánh Mì - Ngõ Chùa Hưng Ký",
      "latitude": 20.99479434,
      "longitude": 105.85470631,
      "description": "Alter ustulo conforto est usque caveo crapula. Tum occaecati traho confero verbera bis aliquid deduco. Celo vallum blandior dolor voluptatum depraedor thymum vitiosus cui."
    },
    {
      "address": "3/74 Lò Đúc, P. Phạm Đình Hổ, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Tấm Sườn Nướng - Lò Đúc",
      "latitude": 21.01579598,
      "longitude": 105.85624115,
      "description": "Bellicus abeo a abeo corrupti virtus delibero dens aggero. Est beatus aeger dolores summa vehemens. Beatus solutio ea thermae civis."
    },
    {
      "address": "2 - TT 2A (Đối Diện 27) Ngõ 622 Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Tấm 3 Ông Tướng - Minh Khai",
      "latitude": 20.997429,
      "longitude": 105.870963,
      "description": "Tenus usus verecundia blanditiis agnitio ambulo thesis. Talus ipsam possimus vel turpis dolorum. Uxor constans conitor adopto campana praesentium."
    },
    {
      "address": "141E Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Chè Dừa Thái Lan 365 - Trương Định",
      "latitude": 20.99190867,
      "longitude": 105.84928283,
      "description": "Adhuc vespillo amplexus vetus verumtamen territo tempore desolo terreo dedico. Denego studio pauci est temeritas desipio demo. Terminatio vulnus odit."
    },
    {
      "address": "108 D14 Phố 8/3 (Đối Diện Trường Mầm Non 8/3), Hai Bà Trưng, Hà Nội",
      "name": "Mỳ Gia - Mì Tươi Gia Truyền Since 1950",
      "latitude": 20.99998287,
      "longitude": 105.8594451,
      "description": "Uter vinum triumphus tersus amplitudo adsidue tendo totidem accendo. Dens surgo assumenda pax tertius averto defluo voluptatem creber commemoro. Officiis hic subiungo velum complectus antiquus denego tredecim corrigo solutio."
    },
    {
      "address": "Tầng 1, Tòa Nhà Hàn Việt, 203 Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Lotteria - Minh Khai",
      "latitude": 20.996448,
      "longitude": 105.861634,
      "description": "Fugiat sunt somnus bonus alter pel tepesco deprecator eum. Numquam tamen adaugeo laboriosam. Thesis cedo aeneus tempore textilis cerno capitulus debeo magnam."
    },
    {
      "address": "SH-03, Tầng 1,2,3 Tòa Nhà Century Tower, 458 Phố Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Gà Rán & Burger McDonald\'s - Vinhomes Times City",
      "latitude": 20.99740728,
      "longitude": 105.86804817,
      "description": "Bis defetiscor paens pax. Verto agnosco vergo repellendus. Cotidie non cupressus beatae facilis dapifer vero."
    },
    {
      "address": "282 Minh Khai , P. Mai Động, Hai Bà Trưng, Hà Nội",
      "name": "Bún Bò Huế 65 - Minh Khai",
      "latitude": 20.99544827,
      "longitude": 105.85988739,
      "description": "Dignissimos clam demulceo conqueror cribro sulum celebrer curatio desparatus somnus. Vomer subseco vindico. Amissio aeternus condico demonstro circumvenio cunabula."
    },
    {
      "address": "24 Trương Định, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Huyền Anh - Bún Bò Huế - Trương Định",
      "latitude": 20.995646,
      "longitude": 105.849831,
      "description": "Vinitor admoveo taceo caritas venio certus quia arma tenus cohors. Accusamus similique defaeco consequuntur aro sint anser. Talio nobis temeritas sublime condico tandem."
    },
    {
      "address": "342 Lạc Trung, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Savor - Bánh Mì & Trà Sữa - Lạc Trung",
      "latitude": 21.003187,
      "longitude": 105.868209,
      "description": "Cras vulnero delectatio provident absque. Patrocinor arbitro vetus curtus. Censura spectaculum pax truculenter aperio ceno copiose credo."
    },
    {
      "address": "47C Mai Hắc Đế, Hai Bà Trưng, Hà Nội",
      "name": "Bà Sâm - Bún Chả & Nem Cua Bể - 47C Mai Hắc Đế",
      "latitude": 21.014808,
      "longitude": 105.851005,
      "description": "Conqueror apto quo cubo spero dolore debitis vester. Bene adamo comptus tenus apostolus solutio tabesco canonicus vobis vox. Curiositas tabernus totus tribuo damnatio claustrum amiculum sollers."
    },
    {
      "address": "22 Ngõ Hòa Bình 2, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Anh Béo - Bún & Bánh Đa Trộn - Minh Khai",
      "latitude": 20.995998,
      "longitude": 105.852376,
      "description": "Tum surculus constans causa sequi aurum coruscus calcar necessitatibus curiositas. Curatio corrupti vitae absque asper cattus vivo depopulo cohibeo tamquam. Abeo casso autem cito balbus."
    },
    {
      "address": "16 Ngõ 205 Giải Phóng, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Phi Long - Cơm Văn Phòng & Nước Ép",
      "latitude": 21.000701,
      "longitude": 105.841758,
      "description": "Appello quas spargo considero. Decimus tergeo alter venustas. Pectus culpa cursus defaeco."
    },
    {
      "address": "Ô 21,H7, Ngách 62 Ngõ 203 Kim Ngưu, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "An Food - Mỳ Trộn Indo & Đồ Ăn Vặt Xiên Que - Kim Ngưu",
      "latitude": 21.00500202,
      "longitude": 105.86285272,
      "description": "Tandem terror cibo trepide tepesco veritas coruscus delego coepi. Crudelis debilito abstergo. Adamo contego censura cedo timidus torrens."
    },
    {
      "address": "67 Tuệ Tĩnh, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Minh Châu - Cơm Tấm & Hủ Tiếu Nam Vang - Tuệ Tĩnh",
      "latitude": 21.015178,
      "longitude": 105.849049,
      "description": "Minus pectus uredo cumque. Demo clibanus desino sto tribuo. Delicate crinis benevolentia tonsor."
    },
    {
      "address": "8 Ngõ 25 Triệu Việt Vương, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Chị Cúc - Bún Trộn Nam Bộ - Triệu Việt Vương",
      "latitude": 21.01769589,
      "longitude": 105.85062385,
      "description": "Usque cura praesentium. Deputo calamitas occaecati volutabrum aliquam suscipit. Celo stipes ipsa deinde thymum tabesco ratione nihil."
    },
    {
      "address": "28 Ngõ 183 Trần Đại Nghĩa, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Gà Giòn Booby - Trần Đại Nghĩa",
      "latitude": 21.00025696,
      "longitude": 105.84547866,
      "description": "Bonus quia utrum spectaculum terra odit virga adicio artificiose. Suffoco sollicito aspicio basium absum suffoco. Nam auctor strenuus illo maxime cupressus numquam vesco."
    },
    {
      "address": "25 Ngõ 191 Minh Khai, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Bún Riêu Phố Cổ - Minh Khai",
      "latitude": 20.996413,
      "longitude": 105.858607,
      "description": "Odio totam abbas. Patruus voco sollicito tepesco bardus addo tracto voluptas vos argumentum. Arx vita approbo deripio."
    },
    {
      "address": "3 Tô Hiến Thành, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Tuấn Minh - Phở Gà & Bún Thang",
      "latitude": 21.013558,
      "longitude": 105.851388,
      "description": "Territo voluntarius artificiose delectatio dens decet. Talio numquam theca vester adfero atrox dolore angelus. Pecco pectus pauci crur comparo asporto auctor ancilla."
    },
    {
      "address": "18 Ngách 58 Ngõ Đỗ Thuận, Đê Tô Hoàng, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Cô Vân - Chè & Bánh Trôi Tàu - Đê Tô Hoàng",
      "latitude": 21.006659,
      "longitude": 105.849472,
      "description": "Bonus demulceo copia patria callide peccatus. Amplexus harum esse considero accedo creptio pecus anser circumvenio audax. Armarium abbas terra turbo ancilla similique."
    },
    {
      "address": "23B Thái Phiên, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Kim Anh - Bún Đậu & Cơm Rang",
      "latitude": 21.010541,
      "longitude": 105.850275,
      "description": "Coadunatio trucido curia cubo magni spiritus magni vulariter. Sapiente adnuo cohors comparo necessitatibus curso umquam arto amet. Delinquo conservo comedo vulpes ascisco reiciendis sum."
    },
    {
      "address": "5 Lĩnh Nam, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Rang Dũng Béo - Lĩnh Nam",
      "latitude": 20.991519,
      "longitude": 105.863586,
      "description": "Conculco creta creber. Altus sumptus aetas alienus admoveo. Tamdiu assumenda cariosus vigilo angustus magnam appono odit comprehendo adulescens."
    },
    {
      "address": "Hầm B1, T5 Times City, 458 Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Lotteria - Time City",
      "latitude": 20.996404,
      "longitude": 105.868702,
      "description": "Tardus amplus conculco porro corrupti eius vergo sopor colligo. Congregatio delectatio debeo. Adiuvo cunae decretum cum vox nulla coepi suggero."
    },
    {
      "address": "13ABC Ngõ 13 Hàng Chuối, P. Phạm Đình Hổ, Hai Bà Trưng, Hà Nội",
      "name": "So Cuốn - Hàng Chuối",
      "latitude": 21.0179671,
      "longitude": 105.857212,
      "description": "Amet maiores id. Ocer ambitus ut. Crapula cometes sulum tremo comburo architecto virgo."
    },
    {
      "address": "50 Ngõ Tự Do, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Hoàng Huệ - Bún Riêu Cua Cá & Bánh Đa Trộn - Ngõ Tự Do",
      "latitude": 20.99721115,
      "longitude": 105.84629173,
      "description": "Utor cruentus claudeo depopulo urbs asporto acervus conculco. Depulso delinquo sonitus. Aperte odit trepide casso stipes."
    },
    {
      "address": "104B10 Ngõ Trại Găng, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Xuân Food - Mì Trộn Indomie - Ngõ Trại Găng",
      "latitude": 21.0041131,
      "longitude": 105.8524827,
      "description": "Dolorem desipio tribuo. Spoliatio tamquam timor nostrum adipisci tergum animi tui. Consequuntur solum cernuus decipio velut undique contego acervus."
    },
    {
      "address": "108Y9 Ngõ Tự Do, Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Quang Thắng - Cơm Ngon Văn Phòng",
      "latitude": 20.998236,
      "longitude": 105.846938,
      "description": "Adimpleo tristis aequitas vinco. Cotidie administratio accendo aedificium acidus capillus thermae. Consequuntur vesica thermae color arcesso carus quo summopere."
    },
    {
      "address": "46 Lạc Trung, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Gà Xôi Mắm Còn",
      "latitude": 21.00309236,
      "longitude": 105.86309876,
      "description": "Cimentarius capio trado. Creo amissio cupiditas anser qui veniam. Repellat depereo conqueror voco conventus conitor sufficio xiphias casus."
    },
    {
      "address": "126 Bạch Mai, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Bếp Mẹ Bông - Chân Gà Sả Ớt Online",
      "latitude": 21.00599464,
      "longitude": 105.85112582,
      "description": "Videlicet quas cornu tametsi crastinus absum carcer. Magni damno commodi solitudo spiritus censura charisma. Consequuntur deprimo socius adnuo surgo deprecator viscus tracto ipsam."
    },
    {
      "address": "316 Bà Triệu, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "BBQ Chicken - Gà rán Hàn Quốc - Bà Triệu",
      "latitude": 21.010613,
      "longitude": 105.849031,
      "description": "Cinis coepi ascisco testimonium. Cernuus cena cursim aggredior. Antea arcus teres deserunt corrupti."
    },
    {
      "address": "474 Trần Khát Chân, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Tú Gà - Chân Gà Rang Muối - Trần Khát Chân",
      "latitude": 21.008951,
      "longitude": 105.853793,
      "description": "Viscus theologus vetus decor molestiae audio. Repudiandae adhaero aetas cohors soleo. Tantillus defetiscor congregatio victus."
    },
    {
      "address": "27 Kiot 11 Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Bún Cá Thái Bình - Tạ Quang Bửu",
      "latitude": 21.0025544,
      "longitude": 105.8488116,
      "description": "Denuo thalassinus tenuis adfectus crastinus vestigium. Uter bis vilicus aegre circumvenio vir. Tempore tempore cedo ventito."
    },
    {
      "address": "Số 314 Kim Ngưu, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Văn Phòng & Cơm Niêu Hợp Tác Xã - Kim Ngưu",
      "latitude": 20.9986662,
      "longitude": 105.86176512,
      "description": "Ubi verecundia uterque torrens tricesimus decumbo comis decerno accusantium. Tumultus similique suspendo cariosus amitto amplexus cognomen depromo comparo sed. Campana decimus adversus venia."
    },
    {
      "address": "23 Ngõ 203/62 H5 Kim Ngưu, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Bếp Mẹ Sữa - Đồ Ăn Healthy & Eatclean - Shop Online",
      "latitude": 21.005288,
      "longitude": 105.862357,
      "description": "Benevolentia sequi asperiores admiratio. Verus harum tabula appositus adicio. Vigor paulatim benevolentia depopulo vir peccatus demum curiositas sopor laboriosam."
    },
    {
      "address": "107 Lò Đúc, Hai Bà Trưng, Hà Nội",
      "name": "KAMPONG - Cơm gà Hải Nam - 107 Lò Đúc",
      "latitude": 21.0149372,
      "longitude": 105.856959,
      "description": "Repellat attollo ducimus acervus aut tabernus. Ante abundans velut. Timidus corrupti cedo voluptas aspicio succedo demonstro combibo brevis."
    },
    {
      "address": "284 Kim Ngưu, P. Quỳnh Mai, Hai Bà Trưng, Hà Nội",
      "name": "Mỳ Cay Seoul Deli - Kim Ngưu",
      "latitude": 20.99910907,
      "longitude": 105.86171593,
      "description": "Tolero beneficium dignissimos. Veritas tubineus tepesco arbustum carpo tredecim contego amiculum. Delicate ipsa aperiam velum aer vapulus vomica teres virtus."
    },
    {
      "address": "57 Tô Hiến Thành, Hai Bà Trưng, Hà Nội",
      "name": "Phát Ký Mì Gia",
      "latitude": 21.013129,
      "longitude": 105.84886,
      "description": "Vulnus avaritia traho accommodo ipsa vitiosus. Copiose deinde spargo peccatus vinitor stultus demulceo. Pariatur volaticus deorsum terreo admoneo voluntarius advoco cervus."
    },
    {
      "address": "153 Dương Văn Bé (Ngõ 34 Vĩnh Tuy), Hai Bà Trưng, Hà Nội",
      "name": "Phở Dũng - Dương Văn Bé",
      "latitude": 20.99598,
      "longitude": 105.873966,
      "description": "Terebro ulterius custodia. Bardus virgo vobis condico considero ullus. Taedium despecto coerceo ipsam."
    },
    {
      "address": "21 - 25 Tuệ Tĩnh, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Bún Bò Huế O Xuân - Tuệ Tĩnh",
      "latitude": 21.015135,
      "longitude": 105.850571,
      "description": "Calco desolo cornu ver demulceo textus adamo sui deinde. Tempus volva benigne tribuo caries tamisium stillicidium. Verecundia arx cursus tepesco autus degusto casus."
    },
    {
      "address": "Shop 03, Toà Park 3 Parkhill, Times City, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Phở Hải - Phở Bò, Phở Gà & Phở Xào - Times City",
      "latitude": 20.99220056,
      "longitude": 105.86911394,
      "description": "Pecus caries dicta assumenda urbanus corrupti. Via via succurro aspernatur vestigium demoror. Verto adipisci vallum validus cauda stipes vorago iure pauper."
    },
    {
      "address": "122 Lò Đúc, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Thố Bách Khoa - Lò Đúc",
      "latitude": 21.0136753,
      "longitude": 105.8576712,
      "description": "Demergo vilis laudantium calamitas crinis ademptio universe astrum veritas valens. Ago congregatio templum omnis. Virgo tabernus assumenda delego."
    },
    {
      "address": "1 Ngõ Tô Hoàng, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Thúy Vịt - Ngan & Vịt Các Món",
      "latitude": 21.006447,
      "longitude": 105.850736,
      "description": "Timor arbitro sursum capio degero. Supplanto suffoco allatus vespillo. Antea molestias corroboro ab crux."
    },
    {
      "address": "91C Võ Thị Sáu, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Mì Quảng Bà Vị - Đặc Sản Đà Nẵng",
      "latitude": 21.00723072,
      "longitude": 105.85474467,
      "description": "Adipiscor repudiandae votum communis texo blandior comparo vir cohaero attonbitus. Color aduro iste magnam valeo quisquam terror crustulum supellex. Curso bibo urbanus patruus."
    },
    {
      "address": "30 Lò Đúc, P. Phạm Đình Hổ, Hai Bà Trưng, Hà Nội",
      "name": "Miến Lươn Phúc - Lò Đúc",
      "latitude": 21.017017,
      "longitude": 105.855664,
      "description": "Varietas atque tondeo cultellus abduco. Tandem voluptatum debilito tero pecco conscendo tantum urbanus cumque quis. Trado vestigium contego tactus supra angelus sordeo."
    },
    {
      "address": "34 Ngõ 349/ 30 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Ăng Nhăng Nhăng Mì Indomie - Xiên Que & Nước Ép - Minh Khai",
      "latitude": 20.9982113,
      "longitude": 105.8645231,
      "description": "Sophismata animadverto viridis magnam angelus vociferor studio. Calamitas soluta vinculum laborum vomica utrimque cubo spero molestias. Tepesco votum decretum benigne talio curo."
    },
    {
      "address": "57 Lạc Trung, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Nét Huế - Lạc Trung",
      "latitude": 21.003294,
      "longitude": 105.866689,
      "description": "Tum comparo paulatim ager tutamen apto color. Utor aegre absum cultellus numquam cupio commemoro thalassinus deorsum. Pauci curo quasi statim textilis."
    },
    {
      "address": "36B Mai Hắc Đế, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Phở Sướng Cô Mười - Mai Hắc Đế",
      "latitude": 21.015486,
      "longitude": 105.851004,
      "description": "Amicitia accusator tonsor attollo uxor theologus magni videlicet cubitum. Officia accedo ullus adhuc bos villa abduco repudiandae. Sui atavus cetera aptus abundans turpis viduo."
    },
    {
      "address": "27 Hàn Thuyên, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Sườn 27 - Hàn Thuyên",
      "latitude": 21.01843364,
      "longitude": 105.85568844,
      "description": "Velociter suus cupressus stultus accommodo. Conatus tactus aedificium vindico aliquid adopto volutabrum cena vicinus antepono. Cedo summopere pecco demoror alveus crustulum tabula magni triduana."
    },
    {
      "address": "10 Ngõ 220 Bạch Mai, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Bếp Nhà Bul - Eat Clean & Healthy Online - Bạch Mai",
      "latitude": 21.003968,
      "longitude": 105.850838,
      "description": "Cattus uberrime cribro tantillus cado. Culpa strues sapiente voluptas celer solus venio. Patria stips laboriosam conventus."
    },
    {
      "address": "106 Lê Thanh Nghị, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Hai Chị Em - Bánh Mì & Kimbap - Shop Online",
      "latitude": 21.0019026,
      "longitude": 105.8460785,
      "description": "Tego laborum totus veniam. Sto vitium adduco terror valde. Candidus ventosus verto angulus tubineus vilicus colligo."
    },
    {
      "address": "196 Lạc Trung, P Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Thố Bách Khoa - Lạc Trung",
      "latitude": 21.00304389,
      "longitude": 105.86641482,
      "description": "Cohaero acsi coniecto texo defaeco. Bellicus minima aeternus desolo nulla spes audentia abeo tristis iure. Derideo arbor aliquam culpo varius cubo canonicus utique atqui."
    },
    {
      "address": "5 Tô Hiến Thành, Hai Bà Trưng, Hà Nội",
      "name": "Bún Thịt Nướng Huế - Tùng Hương - 5 Tô Hiến Thành",
      "latitude": 21.013558,
      "longitude": 105.851464,
      "description": "Brevis adsidue sequi deprecator vestigium argumentum adimpleo vinum ater. Conqueror aegrotatio constans debilito unde. Velut maiores taceo tamen."
    },
    {
      "address": "562 Trần Khát Chân, P. Phố Huế, Hai Bà Trưng, Hà Nội",
      "name": "Sườn Mười - Sườn Nướng BBQ - Trần Khát Chân",
      "latitude": 21.00877,
      "longitude": 105.851548,
      "description": "Turpis considero stips vicissitudo cubicularis repellat. Verumtamen thermae volo itaque. Auditor verumtamen adfectus ocer."
    },
    {
      "address": "18 Ngõ 433 Bạch Mai, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Bún Ốc Tóp Mỡ Cô Lý",
      "latitude": 20.998427,
      "longitude": 105.850434,
      "description": "Animi balbus animadverto desolo vester vitiosus supra consequatur tabesco decipio. Utroque tergiversatio victoria advoco adipisci. Vulgivagus spes explicabo placeat nemo conturbo curso conspergo vomito viscus."
    },
    {
      "address": "172 Phố Vọng, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Bún Bò Huế Ngự Uyển - Phố Vọng",
      "latitude": 20.99607,
      "longitude": 105.842834,
      "description": "Comparo volutabrum tardus titulus. Cruentus utpote nostrum velociter auctor concedo suppellex vae. Virgo paulatim paulatim callide voluptatum validus aliqua optio adflicto."
    },
    {
      "address": "Số 163 Dương Văn Bé, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Bún Cá Cay - Thằng Bờm Quán - Dương Văn Bé",
      "latitude": 20.9954602,
      "longitude": 105.8741797,
      "description": "Capillus debitis comptus subiungo patruus. Commodo coadunatio molestiae texo. Molestias templum soluta laborum tego degusto aspicio non."
    },
    {
      "address": "111 Hồng Mai, Hai Bà Trưng, Hà Nội",
      "name": "Bún Đậu 111 - Hồng Mai",
      "latitude": 20.998829,
      "longitude": 105.854067,
      "description": "Vulticulus derideo conduco comprehendo compono uter talis creo cohibeo. Demitto tergum tui molestiae undique sordeo claro tyrannus nobis. Averto commemoro tabesco suppellex."
    },
    {
      "address": "88 Bùi Ngọc Dương, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "Bếp Tít - Cơm Bò, Cơm Gà & Bánh Mì",
      "latitude": 20.99964392,
      "longitude": 105.85312485,
      "description": "Valde compono animadverto vilitas error. Attero cupiditate similique spero bene adiuvo venio officia adversus depono. Depulso alter vitium deprimo ancilla cupio contego."
    },
    {
      "address": "461 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Tấm Sườn 1975 - Minh Khai",
      "latitude": 20.99893007,
      "longitude": 105.86764424,
      "description": "Vobis crux reprehenderit. Iure abbas adeo. Colligo amplitudo cogo cauda suggero cado benevolentia."
    },
    {
      "address": "138 Lạc Trung, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Bún Riêu Bề Bề - Lạc Trung",
      "latitude": 21.003255,
      "longitude": 105.864878,
      "description": "Complectus modi pecco occaecati maiores depromo conatus vitiosus pecus viridis. Deorsum defleo aspernatur adficio tepidus copia. Capto a sed soleo cernuus accusantium."
    },
    {
      "address": "118A Phố Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Bún Đậu Cô Vân - Bún Đậu Mẹt Gia Truyền - Phố Trương Định",
      "latitude": 20.99323781,
      "longitude": 105.84949694,
      "description": "Aliquid curtus caterva texo creptio degusto socius altus. Delibero avaritia decumbo versus currus thorax. Atrox triumphus velum vinco viriliter arcus quia vulnus quidem."
    },
    {
      "address": "43 Mai Hắc Đế, Hai Bà Trưng, Hà Nội",
      "name": "Nét Huế - 43 Mai Hắc Đế",
      "latitude": 21.01540249,
      "longitude": 105.85105028,
      "description": "Suppono thalassinus vulnero alter coepi mollitia enim cavus crinis barba. Enim adopto et cometes facere dolor callide vorago conitor. Cohibeo statim deporto tamdiu admoneo deinde vesica nobis."
    },
    {
      "address": "40A Trần Xuân Soạn, P. Ngô Thì Nhậm, Hai Bà Trưng, Hà Nội",
      "name": "Bún Chả Que Tre Bình Chung - Trần Xuân Soạn",
      "latitude": 21.017102,
      "longitude": 105.854277,
      "description": "Placeat vulpes adeo volva cupiditate decipio cervus ciminatio. Demens corroboro venia commodi. Amoveo eveniet contabesco aegrus vulticulus."
    },
    {
      "address": "45 Ngô Thì Nhậm, P. Phạm Đình Hổ, Hai Bà Trưng, Hà Nội",
      "name": "Chay Vegito - Ngô Thì Nhậm",
      "latitude": 21.016379,
      "longitude": 105.853118,
      "description": "Supra appositus supra cavus concido voluntarius. Adfero textor capitulus adamo volutabrum facilis quibusdam calamitas. Comptus congregatio caecus adficio voveo surgo."
    },
    {
      "address": "Ki Ốt 6, Nhà 8, Ngõ Tự Do, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Bún Chả Phố Cổ Ngọc Dung",
      "latitude": 20.998358,
      "longitude": 105.847013,
      "description": "Tremo taceo articulus celo denego iure triumphus coma sustineo. Crapula calco maxime aranea summisse strues corrigo cattus acquiro sublime. Conqueror sequi decretum."
    },
    {
      "address": "3A Ngõ 257 Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Chân Gà Quái Thú - Chibi Bokeh",
      "latitude": 21.003,
      "longitude": 105.852778,
      "description": "Odit vorax optio. Agnitio virga voluptatibus anser thema dolore complectus amplexus. Adsidue damnatio trado assentator bardus amo coma adaugeo."
    }
  ]
}