{
  "count": 102,
  "data": [
    {
      "address": "66 Lò Đúc, Hai Bà Trưng, Hà Nội",
      "name": "Lotteria - Lò Đúc",
      "latitude": 21.01631759,
      "longitude": 105.856169,
      "description": "Tametsi certe civitas sodalitas ut. Capitulus suasoria vis cupio defetiscor. Desidero angulus occaecati."
    },
    {
      "address": "11 Ngõ 184/75 Đê Trần Khát Chân, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Đồ Ăn Sạch 11 - Mỳ Trộn Inđo & Mỳ Spaghetti - Đê Trần Khát Chân",
      "latitude": 21.00660517,
      "longitude": 105.86483193,
      "description": "Patruus ipsam perspiciatis combibo acsi crebro angulus beatae. Clibanus cimentarius damnatio voveo. Surculus aestivus assumenda amet atrox."
    },
    {
      "address": "12 Ngách 1/13 Tạ Quang Bửu (Đối Diện Số 69 Ngõ 27 Đại Cồ Việt), P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Spaghetti Bow - Mỳ Ý & Salad - Tạ Quang Bửu",
      "latitude": 21.00766286,
      "longitude": 105.84859455,
      "description": "Contigo thorax defluo centum cena alioqui valetudo amitto volubilis. Cohibeo cupressus vita aliqua. Excepturi tonsor curatio currus utique."
    },
    {
      "address": "K16 Khu Tập Thể Bách Khoa, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Cach\'s Cake - Tiệm Bán Bánh Online",
      "latitude": 21.000917,
      "longitude": 105.846278,
      "description": "Agnosco creptio vis ars ventosus depraedor quo tempore temptatio. Aspernatur caveo decimus corrumpo varius sapiente stipes adamo. Conventus consequatur clamo delinquo voluptatum modi antiquus textor."
    },
    {
      "address": "17 Ngõ 75/23 Giải Phóng, P.Đồng Tâm , Hai Bà Trưng, Hà Nội",
      "name": "Mint Đồ Trộn - Đồ Trộn - Giải Phóng",
      "latitude": 21.0030466,
      "longitude": 105.8415781,
      "description": "Coadunatio ait caste. Bibo sortitus ater aegrus bibo adamo. Taceo dedico tego ater cogo conscendo vesco cur angulus."
    },
    {
      "address": "55 Phố Huế, Hai Bà Trưng, Hà Nội",
      "name": "Nhà Hàng 123 - Phố Huế",
      "latitude": 21.0180796,
      "longitude": 105.85171419,
      "description": "Pel tubineus amplus ciminatio stultus. Virtus amita pauci adinventitias degenero adduco. Asper denique conspergo."
    },
    {
      "address": "292 Bà Triệu, Hai Bà Trưng, Hà Nội",
      "name": "Gà Rán KFC - Bà Triệu",
      "latitude": 21.0124139,
      "longitude": 105.8491546,
      "description": "Vinco tunc admoveo damnatio alienus id supra antepono. Templum abstergo decens. Sumptus deduco cotidie similique id."
    },
    {
      "address": "Tầng B1, Times City, 458 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Gà Rán KFC - Times City",
      "latitude": 20.998284,
      "longitude": 105.86827,
      "description": "Minima volo demonstro ea culpo tolero amplus praesentium curriculum. Voluptate tot talis avarus alias tumultus thema pectus tepesco commemoro. Tabernus spiculum aegrotatio tabesco comptus in."
    },
    {
      "address": "30 Đoàn Trần Nghiệp, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "The Pizza Company - Đoàn Trần Nghiệp",
      "latitude": 21.01187,
      "longitude": 105.849337,
      "description": "Tenus vicinus amaritudo ducimus vehemens repellendus. Viriliter concedo commodi adulatio appello vos arcesso. Cilicium totam cubo utrimque stipes maiores callide careo sulum."
    },
    {
      "address": "373 Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Gà Rán KFC - Bạch Mai",
      "latitude": 20.999882,
      "longitude": 105.850493,
      "description": "Suppellex taedium labore amiculum collum curso aequus. Ducimus pauper clarus cupiditate conturbo compono pecto triduana calamitas acquiro. Minus eos defero caste cohors aptus thermae admiratio contabesco."
    },
    {
      "address": "Tầng 1, Tòa Nhà Hàn Việt, 203 Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Lotteria - Minh Khai",
      "latitude": 20.996448,
      "longitude": 105.861634,
      "description": "Molestias confido ultio stipes. Deficio caries deleniti viduo voluptate curatio. Casso ulterius caute spargo itaque debitis ago comes pecco."
    },
    {
      "address": "Tầng Hầm 1, Hầm B1, Gian Hàng Số 5 Vincom Times City, 458 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "The Pizza Company - Vincom Times City",
      "latitude": 20.99634842,
      "longitude": 105.86848355,
      "description": "Damno tego autus sulum textilis sui stultus cernuus vere velit. Bos conqueror bis coerceo venustas ullus depraedor congregatio. Summopere veritas possimus."
    },
    {
      "address": "Hầm B1, T5 Times City, 458 Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Lotteria - Time City",
      "latitude": 20.996404,
      "longitude": 105.868702,
      "description": "Veniam aranea stips numquam. Deleo vox accusantium arguo thorax. Viduo temeritas in aperio tamen."
    },
    {
      "address": "101 K9 Bách Khoa, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Kochan Takoyaki - Bánh Bạch Tuộc - Bách Khoa",
      "latitude": 21.0009694,
      "longitude": 105.8475092,
      "description": "Earum temeritas tenax tabella unus. Culpa iste strenuus dolores centum cattus curo. Thema centum vergo facilis."
    },
    {
      "address": "57 Ngõ Chùa Liên Phái, Phố Bạch Mai, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "Mì Ramen - Nudeli",
      "latitude": 21.00499668,
      "longitude": 105.84947535,
      "description": "Vel traho solium cito. Harum studio cometes amplitudo tracto. Acidus caveo calco una suspendo certe."
    },
    {
      "address": "49 Lê Ngọc Hân, Hai Bà Trưng, Hà Nội",
      "name": "Spaghetti Box - Lê Ngọc Hân",
      "latitude": 21.01675315,
      "longitude": 105.85517788,
      "description": "Eaque absque teres carpo decor. Et adeptio ratione ulterius ventosus cervus cubo solum tibi amita. Facere ea aedificium clarus modi adulatio stella custodia careo aspernatur."
    },
    {
      "address": "Tầng B1, Times City, 458 Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Al Fresco\'s - Pizza, Mỳ Ý, Sườn, Steak Bò Bít Tết - Times City",
      "latitude": 20.9950426,
      "longitude": 105.86838971,
      "description": "Carus amita cunctatio recusandae sequi vero aliqua. Tolero vorago depono vespillo vinum amor confero tredecim dignissimos. Aeger amissio arx toties ipsa abscido dolores conitor bis abstergo."
    },
    {
      "address": "34 Bùi Thị Xuân, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Garden Kitchen - Tiệm Mì Online",
      "latitude": 21.01645916,
      "longitude": 105.84984968,
      "description": "Ciminatio utrimque ancilla cum alioqui tepesco. Subvenio amiculum tricesimus. Uter certus succedo vitium."
    },
    {
      "address": "510 Bạch Mai, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Pepperonis Delivery Outlet - Bạch Mai",
      "latitude": 20.99809225,
      "longitude": 105.85002954,
      "description": "Aliquam sui cado spectaculum accusantium similique deputo inventore stella dolorum. Anser sponte comburo tersus varietas debilito sulum demergo. Trans deserunt aegrus."
    },
    {
      "address": "72 Bùi Ngọc Dương, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Rang Cô Tám Chính Hiệu - Bùi Ngọc Dương",
      "latitude": 21.000016,
      "longitude": 105.85328,
      "description": "Contabesco cubicularis adeptio cunabula consuasor vespillo. Cogo aveho placeat vorago. Amplexus desino sollicito antepono cumque venio ademptio tepidus angelus dolor."
    },
    {
      "address": "109 Triệu Việt Vương, Hai Bà Trưng, Hà Nội",
      "name": "Tonchan Ramen - Mì Nhật",
      "latitude": 21.014122,
      "longitude": 105.850476,
      "description": "Odit adeo inventore trucido verbera ascisco suffragium cito. Dolorum conatus caelum quidem assentator virtus vomito. Campana vulgo vulgivagus abeo deporto cunctatio cribro cerno."
    },
    {
      "address": "242 Bạch Mai, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Pizza Hut - Bạch Mai",
      "latitude": 21.0032574,
      "longitude": 105.8489272,
      "description": "Atavus astrum totidem libero. Anser viridis corrupti terminatio textus callide toties civitas adulatio amita. Summopere via confero aestas arguo antea apparatus contabesco."
    },
    {
      "address": "Tầng 5, Vincom Center, 191 Bà Triệu, Hai Bà Trưng, Hà Nội",
      "name": "Hotto - Món Ngon Trên Đĩa Nóng - Vincom Bà Triệu",
      "latitude": 21.010875,
      "longitude": 105.849294,
      "description": "Minus aufero victus. Vespillo colligo sophismata desino congregatio texo. Vomer tibi confugo spiritus trepide."
    },
    {
      "address": "28 Đại Cồ Việt, Hai Bà Trưng, Hà Nội",
      "name": "Pizza Home - Đại Cồ Việt",
      "latitude": 21.0087044,
      "longitude": 105.8493786,
      "description": "Distinctio copiose absorbeo conduco ex. Conicio decimus libero dolorum ver tumultus atqui calcar. Studio verus optio."
    },
    {
      "address": "63 Nguyễn Đình Chiểu, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "King Sushi & Lẩu - Nguyễn Đình Chiểu",
      "latitude": 21.0120184,
      "longitude": 105.8460895,
      "description": "Aperte cursus decor facere abutor demum vulgivagus appello alii praesentium. Desolo vitae omnis copiose et curis cubitum dolore deficio id. Est conspergo textor."
    },
    {
      "address": "59 Trần Nhân Tông, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Furyu - Cơm & Ẩm Thực Nhật Bản - Trần Nhân Tông",
      "latitude": 21.0168715,
      "longitude": 105.8488644,
      "description": "Corrupti vulgo toties pauci officia. Iusto centum spiculum. Caterva quod corrigo cibo."
    },
    {
      "address": "28 Đại Cồ Việt, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Mr. Spaghetti - Đại Cồ Việt",
      "latitude": 21.0087044,
      "longitude": 105.8493786,
      "description": "Similique tutis vomer xiphias vel denego coaegresco denuncio vulpes beneficium. Tutis maxime deinde cubo provident. Vado vulariter sperno aequus victus delicate velut cresco."
    },
    {
      "address": "152B Triệu Việt Vương, Hai Bà Trưng, Hà Nội",
      "name": "L’amour Steak - Triệu Việt Vương",
      "latitude": 21.013724,
      "longitude": 105.850426,
      "description": "Vulticulus modi velum copiose vigor. Arcesso denuncio decens trado adeo. Accusantium earum similique ceno arbor."
    },
    {
      "address": "8 Tô Hiến Thành, Hai Bà Trưng, Hà Nội",
      "name": "Domino\'s Pizza - Tô Hiến Thành",
      "latitude": 21.01355029,
      "longitude": 105.85105296,
      "description": "Dolorem neque tredecim vulgus adnuo comptus bos vicinus pecus tenus. Conduco vestrum claro creber aestivus despecto alias. Umquam solio vulgus vociferor cruentus peior vir conculco iusto spiculum."
    },
    {
      "address": "216 Lê Duẩn, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Pepperonis Pizza - Lê Duẩn",
      "latitude": 21.01727,
      "longitude": 105.841524,
      "description": "Celer torrens amaritudo timor defungo illo uberrime. Utrimque capillus utrimque. Abscido ademptio volutabrum cursim sophismata corrigo subvenio."
    },
    {
      "address": "28 Đại Cồ Việt, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Maxi Burger - Đại Cồ Việt - Shop Online",
      "latitude": 21.008775,
      "longitude": 105.849485,
      "description": "Atrocitas assentator audio quis tantum uxor aperio sono dignissimos. Animus ager denique. Talus curis crudelis."
    },
    {
      "address": "Số 186 phố Dương Văn Bé, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "3 Râu - Gà Rán Pizza & Trà Sữa - 186 Dương Văn Bé",
      "latitude": 20.9968543,
      "longitude": 105.8735724,
      "description": "Tempora aequus stabilis annus verbera. Depromo demonstro eligendi. Vigor consequuntur vulnero ustilo accusamus laboriosam veniam verus volubilis."
    },
    {
      "address": "13 Lê Đại Hành, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Sio Sushi - Lê Đại Hành",
      "latitude": 21.00982208,
      "longitude": 105.85000105,
      "description": "Versus sit statua uredo tam saepe bellicus trucido. Avarus ubi pariatur templum deficio aestivus. Amaritudo auctus cupio volo vacuus decerno."
    },
    {
      "address": "288 Bà Triệu, Hai Bà Trưng, Hà Nội",
      "name": "Triều Nhật Asahi Sushi - Bà Triệu",
      "latitude": 21.01305203,
      "longitude": 105.84913518,
      "description": "Tamisium cenaculum acies aetas theca cena. Cornu adficio abduco admoveo itaque. Sono cuius vel voluptates."
    },
    {
      "address": "461 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Oishii - Cơm Bò Quốc Dân Nhật Bản - Minh Khai",
      "latitude": 20.9987147,
      "longitude": 105.86767642,
      "description": "Sub vae terminatio valetudo quidem eaque articulus numquam talis incidunt. Correptius ab veritatis advoco color utilis crastinus ipsum crapula caterva. Error tempore culpo aedificium incidunt quidem crastinus cursim."
    },
    {
      "address": "78 Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Sushila - Cơm & Mỳ Ramen - Bùi Thị Xuân",
      "latitude": 21.0152573,
      "longitude": 105.84995,
      "description": "Fuga ullus amplexus abundans summopere. Animi terra denego verus adnuo. Carbo coniecto creptio apostolus bonus caries laboriosam uxor arbustum."
    },
    {
      "address": "78 Bùi Thị Xuân, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Umi Ramen Bùi Thị Xuân - Mỳ & Cơm Thịt Nướng Nhật Bản",
      "latitude": 21.01504374,
      "longitude": 105.84988727,
      "description": "Alo sufficio neque amo depraedor concedo ustulo antea eaque colligo. Appositus terreo tersus suscipio. Advoco certe saepe vicissitudo."
    },
    {
      "address": "119 Triệu Việt Vương, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Chops - Hops, Wheat & Meat - Triệu Việt Vương",
      "latitude": 21.01426055,
      "longitude": 105.85053875,
      "description": "Comburo derideo victus acsi spoliatio audentia sufficio terror totus tendo. Corporis adiuvo crastinus cresco. Aut magnam deduco adhaero."
    },
    {
      "address": "73 Phố Huế, P. Ngô Thì Nhậm, Hai Bà Trưng, Hà Nội",
      "name": "Soho Steak - Quán Bò Bít Tết",
      "latitude": 21.01766,
      "longitude": 105.851535,
      "description": "Suspendo reiciendis totam conqueror. Voveo corrumpo cum atrocitas iste truculenter tenetur texo adduco. Possimus soleo tener confido."
    },
    {
      "address": "118 Mai Hắc Đế, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "The Ramen Mafia - Mì Ramen & Cơm Nhật - Mai Hắc Đế",
      "latitude": 21.01009957,
      "longitude": 105.85069079,
      "description": "Artificiose asporto creptio vaco vacuus decipio adeptio velit textus via. Quos omnis capio vulgo cometes. Vulgus animus voluptatum deprecator bestia constans bardus virtus."
    },
    {
      "address": "148B Bùi Thị Xuân, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Tokyo Tan Tan - Bùi Thị Xuân",
      "latitude": 21.0121821,
      "longitude": 105.84966658,
      "description": "Recusandae arma certus patrocinor cultura. Patior traho vulgaris dens. Repudiandae claudeo spectaculum suppellex avaritia cresco terror."
    },
    {
      "address": "73 Nguyễn Cao, P. Đống Mác, Hai Bà Trưng, Hà Nội",
      "name": "T-SUSHI - Nguyễn Cao",
      "latitude": 21.0114577,
      "longitude": 105.8595982,
      "description": "Argumentum assentator curvo vomito vicissitudo laudantium terreo ocer vindico amor. Tenetur tamquam testimonium suppellex adhaero vero cotidie pariatur valeo. Eaque temptatio sortitus ipsa supra."
    },
    {
      "address": "205 Hồng Mai, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "The Buddies - Ăn Vặt - Hồng Mai",
      "latitude": 20.9994459,
      "longitude": 105.8562057,
      "description": "Defetiscor tener careo soleo suscipio dolorum xiphias adsidue. Tolero cupiditate nobis subiungo cui campana esse utpote sursum. Cimentarius decretum spiculum charisma baiulus."
    },
    {
      "address": "336 Bà Triệu, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Pizza Home - Bà Triệu",
      "latitude": 21.009379,
      "longitude": 105.848974,
      "description": "Toties tracto vulgo desolo repellat aliquid paens cavus pauci consequuntur. Speculum infit avaritia trucido civis provident abeo. Suffragium suadeo enim verecundia cubitum sollicito deripio copia."
    },
    {
      "address": "121 Triệu Việt Vương, Hai Bà Trưng, Hà Nội",
      "name": "Izakaya Yancha - Ẩm Thực Nhật Bản - Triệu Việt Vương",
      "latitude": 21.013959,
      "longitude": 105.850406,
      "description": "Adeptio aggero tenax colligo utrimque eos cur pauper avaritia apparatus. Ascisco stips aeneus solio suscipit sequi quis ad. Summisse infit compello suus vicinus verecundia vetus villa comminor enim."
    },
    {
      "address": "91 Trần Nhân Tông, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mỳ Doner Kebab Dũng Béo - Trần Nhân Tông",
      "latitude": 21.0173628,
      "longitude": 105.84168691,
      "description": "Voveo amplexus itaque acsi calamitas casso. Vix vulticulus audax ars adficio. Decipio vae administratio vorago cado absconditus conspergo quibusdam deduco acer."
    },
    {
      "address": "165 Trương Định, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "MEIBAO - Bánh Bao Phomai, Pizza & Mì Ý - 165 Trương Định",
      "latitude": 20.99106718,
      "longitude": 105.84830631,
      "description": "Verumtamen careo venustas vix tum uberrime optio. Contabesco talio absque aestus. Labore capto comis cras abscido bibo bestia."
    },
    {
      "address": "76A Mai Hắc Đế, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Wabisabi - Sushi - Tô Hiến Thành",
      "latitude": 21.013322,
      "longitude": 105.8509328,
      "description": "Calculus cuius bene baiulus coniecto via claustrum ventito averto vulgo. Collum veritas vindico. Repudiandae stips communis desipio amet votum voluptatem creo."
    },
    {
      "address": "28A Đại Cồ Việt, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Pasta Home - Đặc Sản Italia - Đại Cồ Việt",
      "latitude": 21.008666,
      "longitude": 105.849608,
      "description": "Esse vesper vitium tergo caritas admiratio. Aureus vaco nemo venia conforto deleo aer laborum utrimque verto. Tenus solium ustulo crapula sequi cubicularis."
    },
    {
      "address": "15 Cao Đạt, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Pizza Home - Cao Đạt",
      "latitude": 21.009218,
      "longitude": 105.849798,
      "description": "Perferendis contra sed. Vilitas compono tondeo cruciamentum abscido tripudio allatus degenero sublime. Benigne soluta utrimque."
    },
    {
      "address": "32 Triệu Việt Vương, Hai Bà Trưng, Hà Nội",
      "name": "Gia Đình BB - Home Cook",
      "latitude": 21.017548,
      "longitude": 105.8504,
      "description": "Desidero soleo unde vacuus vicissitudo ducimus stips statua combibo. Comis aeneus depopulo pauper. Dolorum balbus vicinus delicate."
    },
    {
      "address": "27B Hàn Thuyên, P. Phạm Đình Hổ, Hai Bà Trưng, Hà Nội",
      "name": "Sushi24 - Hàn Thuyên",
      "latitude": 21.0183778,
      "longitude": 105.8559674,
      "description": "Utilis carcer denuncio caries. Spes truculenter balbus. Tenus ventosus vigor."
    },
    {
      "address": "Đối Diện Sảnh C, Chung Cư Imperia 423 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "TIỆM CƠM VIC - 423 Minh Khai",
      "latitude": 20.998314,
      "longitude": 105.866129,
      "description": "Cohaero attonbitus dedecor avarus. Quos delectatio vos depereo suasoria statim denuo. Civis textus undique unus impedit arguo summopere stabilis."
    },
    {
      "address": "203 Bà Triệu, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Mr Pizza - Bà Triệu",
      "latitude": 21.01035324,
      "longitude": 105.84911458,
      "description": "Peior alioqui argentum amitto ullam curriculum et adversus conspergo. Adversus attero patria spectaculum. Suggero deripio vir iusto amor socius statua."
    },
    {
      "address": "247 Trần Đại Nghĩa, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Oyakodon - Cơm Gà Nhật Bản Online - Trần Đại Nghĩa",
      "latitude": 20.99730809,
      "longitude": 105.84601897,
      "description": "Abscido quasi antepono concido defaeco vinculum. Tempore eius pariatur suus tot acer mollitia vis solutio commemoro. Comis paens vox curo alienus."
    },
    {
      "address": "SO06 - T7 Times City, 458 Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Aaron9 - Grill & Smoked Turkey - Times City",
      "latitude": 20.995511,
      "longitude": 105.868448,
      "description": "Admoneo arcesso perspiciatis subito ver suppellex inventore vesco. Cornu sustineo colligo maiores. Video creator autus ceno tutamen tres deprimo aer conduco."
    },
    {
      "address": "158 Triệu Việt Vương, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Isushi Triệu Việt Vương - Nhà Hàng Buffet Nhật Bản",
      "latitude": 21.013095,
      "longitude": 105.850232,
      "description": "Ubi arcus nihil xiphias vaco solus arca tero. Molestiae aranea contigo reprehenderit delego denuo succedo calco corona valens. Vulnero reprehenderit caelestis valens."
    },
    {
      "address": "28 Đại Cổ Việt, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Mr Steak - Món Ngon Quốc Tế Online - Đại Cồ Việt",
      "latitude": 21.00879,
      "longitude": 105.849576,
      "description": "Aliquid verecundia eius tantum ver versus ullam termes. Videlicet versus succedo nostrum tredecim cariosus vigor admiratio deficio. Contego admoveo cibo eius."
    },
    {
      "address": "111 E1, Ngõ 29 Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "Hesy Sushi",
      "latitude": 21.0021945,
      "longitude": 105.8489232,
      "description": "Anser solvo usque altus curia cum. Ter vetus volaticus absum veritatis depopulo abscido apud totidem. Turba cunabula alioqui caelum conatus ciminatio argentum cernuus similique."
    },
    {
      "address": "Ngõ 184 Trần Khát Chân, Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Koi Sushi - Sushi & Sashimi - Trần Khát Chân",
      "latitude": 21.0068142,
      "longitude": 105.8643503,
      "description": "Ait tubineus talus tenax sub capio deleo ipsum. Cauda averto subiungo maiores autus. Tego adeptio careo autus anser."
    },
    {
      "address": "Tầng 5, Vincom Bà Triệu, 191 Bà Triệu, Hai Bà Trưng, Hà Nội",
      "name": "Pizza Hut - Vincom Bà Triệu",
      "latitude": 21.010604,
      "longitude": 105.849345,
      "description": "Pecto comedo averto turbo cauda est tandem. Urbs officiis suffoco facere video auctus versus thermae decimus. Synagoga tamquam abundans stips acceptus."
    },
    {
      "address": "Tầng 5, Vincom Center, 191 Bà Triệu, Hai Bà Trưng, Hà Nội",
      "name": "Pasta & Pizza Capricciosa - Vincom Bà Triệu",
      "latitude": 21.010308,
      "longitude": 105.849168,
      "description": "Crapula viriliter urbs bene utpote curo. Vis reprehenderit arto corrupti curso minima. Deporto via soleo tunc verbera voluptatem dolorum undique."
    },
    {
      "address": "Tầng 3, số 21 Lê Văn Hưu, Phạm Đình Hổ, Hai Bà Trưng, Hà Nội",
      "name": "Botanica - Salad, Steak & Pasta - Lê Văn Hưu",
      "latitude": 21.01831,
      "longitude": 105.853862,
      "description": "Colligo solutio tricesimus comis adulatio eaque. Xiphias ullus chirographum iste atrocitas. Error subvenio spiculum odit defluo fugiat atrocitas."
    },
    {
      "address": "B1 - TN - 32 & B1 - TN - 34 Vincom Times City. P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Le Monde Steak - Vincom Times City",
      "latitude": 20.995162,
      "longitude": 105.868837,
      "description": "Bardus enim vacuus magnam alter decet tot cernuus vae. Somnus dicta suscipio balbus accendo bestia argentum terminatio suppellex. Voluptatibus pectus adiuvo."
    },
    {
      "address": "26 Đại Cổ Việt, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Pizza Gemini - Đại Cồ Việt",
      "latitude": 21.008816,
      "longitude": 105.849624,
      "description": "Termes caveo illo et currus cogo tardus aro bellum accusator. Ante quisquam animi. Cunabula auctor vita trucido."
    },
    {
      "address": "26 Ngõ Chùa Liên Phái, Hai Bà Trưng, Hà Nội",
      "name": "Bếp Linh Nhâm - Bánh Tôm & Bánh Gối",
      "latitude": 21.00502,
      "longitude": 105.85053,
      "description": "Sollicito et tamdiu comes coma spes studio at. Avarus quas asper autus tripudio ad. Constans civis cibo sto vestrum ante."
    },
    {
      "address": "50c Ngõ 349 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Chef Ly - Homemade Spaghetti",
      "latitude": 20.998379,
      "longitude": 105.865206,
      "description": "Facilis paens sulum sollers theatrum accedo virgo ab depereo audentia. Tredecim caecus pauci trepide adflicto terra defaeco deficio cui valens. Ratione carus addo velut."
    },
    {
      "address": "31 Tầng 1, T7 Times City, 458 Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Goodfellas Italian Restaurant",
      "latitude": 20.995421,
      "longitude": 105.868417,
      "description": "Deleo varius vir xiphias venia. Videlicet cupressus spectaculum utroque aperiam dignissimos. Candidus uredo dens."
    },
    {
      "address": "1/47/27 ngõ Hòa Bình 4, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Đế Pizza Tuấn Nghĩa - Ngõ Hòa Bình",
      "latitude": 20.99626859,
      "longitude": 105.85379304,
      "description": "Quis ceno adipisci. Voluptatum conduco spoliatio laudantium comptus esse valde vir cupiditate sophismata. Cruciamentum torqueo tumultus vulgus libero bis suus quibusdam sed."
    },
    {
      "address": "42 Ngõ 505 Trần Khát Chân, P. Thanh Nhàn, Hai Bà Trưng, Hà Nội",
      "name": "Quán 42 - Pizza & Cơm Ngon Văn Phòng",
      "latitude": 21.00817,
      "longitude": 105.85251,
      "description": "Adsidue cribro coaegresco socius anser vacuus. Blanditiis labore volup subiungo amplexus. Explicabo bellum pariatur fugit."
    },
    {
      "address": "506/1 Bạch Mai, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Đồ Hàn, Gà Rán & Burger - Bạch Mai",
      "latitude": 20.9970338,
      "longitude": 105.8498817,
      "description": "Consuasor adsidue terror. Correptius causa tyrannus cupiditas arceo corroboro. Adamo tondeo corrigo."
    },
    {
      "address": "37 Lạc Trung, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Domino’s Pizza - Lạc Trung",
      "latitude": 21.00296621,
      "longitude": 105.86605993,
      "description": "Vespillo pariatur asperiores termes vetus. Creptio curia canonicus aperte coniecto umbra. Strues suasoria cultellus theatrum vindico amitto surculus."
    },
    {
      "address": "21 Ngõ 30 Hồng Mai, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Bố Kéo Kitchen",
      "latitude": 20.998712,
      "longitude": 105.851007,
      "description": "Aperiam culpa video odio. Distinctio coruscus adsuesco cura. Ullus patior commemoro cubitum videlicet cupiditas stipes suggero cilicium."
    },
    {
      "address": "67 Bùi Thị Xuân, P. Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Quán Ăn Nhật Bản Nagomi",
      "latitude": 21.0182096321491,
      "longitude": 105.849942173467,
      "description": "Venio sponte temptatio. Valens eaque nostrum suggero veritatis adsum tribuo. Acquiro tamen optio thesis contigo adeo volo excepturi."
    },
    {
      "address": "12 Ngõ 15 Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "Bếp Nhà Gấu - Mì Trộn Indomie & Ăn Vặt Online",
      "latitude": 21.002104,
      "longitude": 105.859819,
      "description": "Auditor apto earum officia cerno vita viscus comburo. Suffragium perspiciatis vilicus sollicito consequatur ademptio creptio paulatim approbo paulatim. Dedico supellex debitis."
    },
    {
      "address": "27A Nguyễn Công Trứ, P. Phạm Đình Hổ, Hai Bà Trưng, Hà Nội",
      "name": "MyDeli - Mì Ý & Pizza",
      "latitude": 21.014156,
      "longitude": 105.856067,
      "description": "Amaritudo textor caelum defaeco. Distinctio coaegresco aperiam corroboro hic cuius. Ara quaerat defluo vitiosus."
    },
    {
      "address": "260 Lê Thanh Nghị, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Bánh Mì V+ - Lê Thanh Nghị",
      "latitude": 21.001889,
      "longitude": 105.841869,
      "description": "Ustilo creator vester aequus asper. Pauper deleo comedo tardus. Crux vulgo aqua arca utpote tabula taceo beatae centum vilis."
    },
    {
      "address": "45A Ngõ 185 Minh Khai, P. Minh Khai, Hai Bà Trưng, Hà Nội",
      "name": "Bếp Nhà Đậu - Gà Rán, Mỳ Ý & Ăn Vặt",
      "latitude": 20.995696,
      "longitude": 105.857663,
      "description": "Cerno supra centum despecto cruciamentum statim auxilium. Una adficio cunabula. Tepidus apud sub volutabrum xiphias cui amet aptus comminor."
    },
    {
      "address": "Ngõ 121 Trần Khát Chân (Cạnh Lioncoffee), P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Mamykit - World Food - Trần Khát Chân",
      "latitude": 21.00881012,
      "longitude": 105.86182769,
      "description": "Copiose tempore voluptas caelestis termes aspernatur alo bellum cubicularis cras. Suffragium coniecto vestigium. Cattus desipio undique temeritas."
    },
    {
      "address": "15 Nguyễn Du, P. Bùi Thị Xuân, Hai Bà Trưng, Hà Nội",
      "name": "Tomato Restaurant - Italian & Japanese Food",
      "latitude": 21.018316,
      "longitude": 105.850825,
      "description": "Talus versus sponte delego sopor. Canto consequatur varietas tracto amoveo pecus cultellus conturbo adversus. Ara succurro aeneus acer comminor theatrum cornu censura crudelis."
    },
    {
      "address": "87 Nguyễn Du, Hai Bà Trưng, Hà Nội",
      "name": "Amimo & Vino - Cơm Ngon Văn Phòng",
      "latitude": 21.020579,
      "longitude": 105.841834,
      "description": "Alii denuncio vulgus viriliter. Crinis turba tardus votum. Arca aro enim collum ab basium contra tibi."
    },
    {
      "address": "9 Ngõ 345 Nguyễn Khoái, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Kek By Homekekery - Tiệm Bánh Online",
      "latitude": 21.001107,
      "longitude": 105.879971,
      "description": "Studio ventus aperio decerno animadverto adeo. Vinum blandior exercitationem voluptatibus cedo coma arbitro. Tonsor corona versus utrum cuppedia sustineo acerbitas aeneus."
    },
    {
      "address": "10 Ngách 20 Ngõ Trại Cá, Trương Định, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "COFIL Kitchen - Đồ Ăn Nhanh - Ngõ Trại Cá",
      "latitude": 20.993994,
      "longitude": 105.848407,
      "description": "Baiulus illo abutor pecus. Velut thymum considero amita cena. Asperiores thymum avaritia sordeo angustus occaecati utilis studio canis stella."
    },
    {
      "address": "Phòng 210 Khu C6A Quỳnh Lôi, Ngõ 14, Hai Bà Trưng, Hà Nội",
      "name": "Cơm Gà Hội An - Khu C6A Quỳnh Lôi",
      "latitude": 21.0012948,
      "longitude": 105.8594801,
      "description": "Tepesco tot aggero trucido. Solutio vestrum crux crepusculum recusandae comminor quo addo. Cado demitto sum admoneo."
    },
    {
      "address": "39 Thịnh Yên, P. Phố Huế, Hai Bà Trưng, Hà Nội",
      "name": "Đồ Ăn Vặt - 39 Thịnh Yên",
      "latitude": 21.01021057,
      "longitude": 105.85364054,
      "description": "Tabgo cupio deleniti. Rem termes ara odio combibo vita amet quia ager eaque. Cruciamentum tabesco sunt architecto."
    },
    {
      "address": "84 Lê Thanh Nghị, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Ukiyo - Sushi & Sashimi - 84 Lê Thanh Nghị",
      "latitude": 21.00362939,
      "longitude": 105.84820113,
      "description": "Confugo vito suppellex deleniti dens enim. Adicio sublime trepide conscendo iusto synagoga deporto creta. Copia tertius molestias asperiores cuppedia cohaero verbum auctus."
    },
    {
      "address": "357 Kim Ngưu, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Happy Chicken - Cơm Gà, Gà Rán & Mì Ý - Kim Ngưu",
      "latitude": 21.00242301,
      "longitude": 105.86191173,
      "description": "Compono nulla viduo comptus vere deserunt teneo stella cunabula. Amitto adipisci terror. Antea comprehendo censura bellum crebro attonbitus."
    },
    {
      "address": "43 Tạ Quang Bửu, P. Bạch Mai, Hai Bà Trưng, Hà Nội",
      "name": "Bà Ánh - Bánh Gà - Tạ Quang Bửu",
      "latitude": 21.0008235,
      "longitude": 105.8501276,
      "description": "Pariatur claro doloremque cauda arceo uredo audeo enim. Quam debilito ver cohaero audax vesper. Amplexus porro vesica videlicet condico alienus calcar cupiditate natus vomica."
    },
    {
      "address": "124 Bạch Mai, P. Cầu Dền, Hai Bà Trưng, Hà Nội",
      "name": "NGONDELI - Mỳ & Trà - Bạch Mai",
      "latitude": 21.0060184,
      "longitude": 105.8511425,
      "description": "Apostolus defessus confero dolore audentia deleniti abbas. Vado antiquus magnam expedita adamo contigo comedo admitto spiculum denego. Custodia ipsam desolo."
    },
    {
      "address": "số 100 ngõ tự do, Hai Bà Trưng, Hà Nội",
      "name": "Yaya - Takoyaki - Ngõ Tự Do",
      "latitude": 20.9990691,
      "longitude": 105.8478387,
      "description": "Vinco creo dedico conor traho dedico valetudo conatus demoror accedo. Dolore provident valens sufficio. Beatae patria synagoga amaritudo adfectus capitulus ciminatio cunctatio tum celer."
    },
    {
      "address": "878 Minh Khai, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Light And Salt - Đồ Ăn Nhanh - 878 Minh Khai",
      "latitude": 21.0059358,
      "longitude": 105.8692227,
      "description": "Abbas a ver adduco averto accedo commodo. Vicinus spoliatio cattus crepusculum facilis adhaero confero triumphus totam. Dens creber eius conicio."
    },
    {
      "address": "26 Đại Cồ Việt, P. Lê Đại Hành, Hai Bà Trưng, Hà Nội",
      "name": "Mr. Food - Món Ngon Mỗi Ngày - Đại Cồ Việt",
      "latitude": 21.008667,
      "longitude": 105.849658,
      "description": "Nostrum thorax stabilis vinum. Ars consequatur stips. Neque textus vito caritas una agnosco audentia adinventitias vis absum."
    },
    {
      "address": "283 Ngõ Quỳnh, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "Tiệm Mì Indo - Shop Online - Ngõ Quỳnh",
      "latitude": 20.999629,
      "longitude": 105.857159,
      "description": "Quos bis quam conventus audacia officia. Sollicito aurum creber dolorem. Bibo cotidie libero."
    },
    {
      "address": "55 Dương Văn Bé, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Bầu Pizza - Dương Văn Bé",
      "latitude": 20.999801,
      "longitude": 105.872587,
      "description": "Minus coniecto templum trepide aptus. Commemoro suggero adamo corroboro coniuratio. Abundans somnus tantillus amaritudo defaeco eos accedo recusandae adstringo totus."
    },
    {
      "address": "58 Hàng Chuối, P. Ngô Thì Nhậm, Hai Bà Trưng, Hà Nội",
      "name": "Phở Bùi - Cơm Rang & Phở Xào",
      "latitude": 21.014877,
      "longitude": 105.85826,
      "description": "Teres incidunt officiis tergo ventosus argentum. Tener ultio cursus deprimo damnatio caelestis sufficio stabilis. Ater usus volaticus in cultura depopulo ubi voluptates."
    },
    {
      "address": "727 Minh Khai, P. Thanh Lương, Hai Bà Trưng, Hà Nội",
      "name": "Dle\'s Food - Minh Khai",
      "latitude": 21.0051350877445,
      "longitude": 105.868396126471,
      "description": "Tertius atrox enim coadunatio demonstro tero. Amor appello careo tabula vomer. Deputo temperantia tollo utrum comprehendo conatus."
    },
    {
      "address": "8 Ngõ 19 Lạc Trung, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Pizza Brick",
      "latitude": 21.002651,
      "longitude": 105.862203,
      "description": "Libero tandem quo argentum. Claustrum acceptus chirographum baiulus defero cruciamentum. Utrimque veritas arcesso teneo tametsi bibo."
    },
    {
      "address": "16 Trần Đại Nghĩa, P. Đồng Tâm, Hai Bà Trưng, Hà Nội",
      "name": "Lady Gà Gà - Trần Đại Nghĩa",
      "latitude": 21.002782,
      "longitude": 105.84465,
      "description": "Caries supellex at viscus acidus conculco ipsa terror. Corrigo apud conicio. Comparo arx vivo vitium deinde adicio sopor."
    },
    {
      "address": "23 Ngõ 22 Tạ Quang Bửu, P. Bách Khoa, Hai Bà Trưng, Hà Nội",
      "name": "NGONDELI - Mỳ & Trà - 22 Tạ Quang Bửu",
      "latitude": 21.0070608,
      "longitude": 105.8468744,
      "description": "Studio decimus creptio trans creator asperiores. Occaecati cilicium speciosus conor caelum tabgo asperiores occaecati absens. Condico depulso provident comis adsidue."
    },
    {
      "address": "T3 Times City Minh Khai, P. Vĩnh Tuy, Hai Bà Trưng, Hà Nội",
      "name": "Pizza Pompeii\'s T3 - Pizza - T3 Times City",
      "latitude": 20.995419,
      "longitude": 105.8694893,
      "description": "Somnus solum ambitus. Vociferor veritas pauci culpo sufficio desparatus aegre optio. Textilis infit rerum."
    },
    {
      "address": "Ngõ An Sơn, 77 Đại La, P. Trương Định, Hai Bà Trưng, Hà Nội",
      "name": "Lig Bu - Pizza & Pasta Online",
      "latitude": 20.995576,
      "longitude": 105.848865,
      "description": "Excepturi versus coruscus aiunt alioqui cursus tergum. Blanditiis tergeo pecco ipsa tendo totidem commemoro. Commodi delinquo vulgo adduco vorago vociferor causa tabesco."
    },
    {
      "address": "219 Chùa Quỳnh, P. Quỳnh Lôi, Hai Bà Trưng, Hà Nội",
      "name": "La gioia - Mỳ Ý & Salad - Shop Online",
      "latitude": 21.000248,
      "longitude": 105.85439,
      "description": "Consequatur alveus ventosus vester molestiae defluo alveus. Eum carcer comitatus. Canonicus assumenda voveo alienus damnatio carpo unus vereor."
    }
  ]
}