[
  {
    "job": " Quản lý nhà hàng ",
    "company": "khách sạn ramada by wyndham halong bay view",
    "address": " Quảng Ninh",
    "salary": "",
    "desc": " - Trình độ, kinh nghiệm: Tốt nghiệp Cao đẳng trở lên, có tối thiểu 03 năm kinh nghiệm ở vị trí tương đương- Kiến thức, chuyên môn: Có kiến thức và kỹ năng chuyên sâu về lĩnh vực ẩm thực, biết sử... "
  },
  {
    "job": " Trưởng phòng nhân sự ",
    "company": "khách sạn ramada by wyndham halong bay view",
    "address": " Hà Nội",
    "salary": "",
    "desc": " - Tốt nghiệp các chuyên ngành liên quan đến Nhân sự, Quản trị nguồn nhân lực, Quan hệ lao động, Kinh tế lao động, Luật, Quản trị doanh nghiệp Quản trị Kinh doanh Khách sạn, Nghỉ dưỡng, Du lịch hoặc... "
  },
  {
    "job": " Sales Executive (Mice, Corp, Leisure, Banquet...) tại Hà Nội và Hạ Long ",
    "company": "khách sạn ramada by wyndham halong bay view",
    "address": " Hà Nội",
    "salary": "",
    "desc": " - Tốt nghiệp cao đẳng trở lên chuyên ngành Quản trị khách sạn, du lịch, quản trị kinh doanh, quan hệ đối ngoại.- Am hiểu về văn hóa, con người, thị hiếu, nhu cầu theo phân khúc khách hàng.- Có kỹ... "
  },
  {
    "job": " Sales Manager/Trưởng phòng kinh doanh ",
    "company": "khách sạn ramada by wyndham halong bay view",
    "address": " Hà Nội",
    "salary": "",
    "desc": " - Tốt nghiệp cao đẳng trở lên chuyên ngành Quản trị khách sạn, du lịch, quản trị kinh doanh, quan hệ đối ngoại.- Am hiểu về văn hóa, con người, thị hiếu, nhu cầu theo phân khúc khách hàng- Am hiểu... "
  },
  {
    "job": " Nhân viên Kinh doanh (làm việc tại Hà Nội) ",
    "company": "công ty cổ phần viễn thông vtc",
    "address": " Hà Nội",
    "salary": "",
    "desc": " -Tốt nghiệp Trung cấp trở lên.- Ưu tiên ứng viên có kinh nghiệm bán hàngtrong lĩnh vực công nghệ thông tin.- Có khả năng phân tích và nhạy bén với những cơ hội thị trường.-Giao tiếp vàxử lý tình... "
  },
  {
    "job": " C&B Executive ",
    "company": "công ty cổ phần me holding",
    "address": " Hồ Chí Minh; Điện Biên, Điện Biên",
    "salary": "",
    "desc": " 1. Lương, Thưởng, Thuế TNCN- Kiểm tra, giám sát việc chấm công- Quản lý chế độ về nghỉ phép, nghỉ bù, và các chế độ khác theo nội quy, quy định của công ty- Tính toán lương, các khoản thưởng, trợ cấp... "
  },
  {
    "job": " Digital Marketing ",
    "company": "khách sạn ramada by wyndham halong bay view",
    "address": " Hà Nội",
    "salary": "",
    "desc": "     Tốt nghiệp Đại học / Cao đẳng ngành Truyền thông, Marketing, Quản trị Kinh doanh, Kinh tế, Du lịch, Khách sạn, Bất động sản, Công nghệ thông tin.- Tối thiểu kinh nghiệm 3 năm trong... "
  },
  {
    "job": " Trưởng Phòng Nhân Sự ",
    "company": "công ty tnhh thương mại dịch vụ kỹ thuật xuất nhập khẩu an an",
    "address": " Tân Phú, Hồ Chí Minh",
    "salary": "20 - 25 triệu/tháng",
    "desc": " · Quản trị tất cả các công việc của Phòng Hành chính nhân sự. · Tham mưu, đề xuất BGĐ các vấn đề thuộc lĩnh vực nhân sự: Xây dựng cơ cấu tổ chức, điều hành của Công ty, công tác tuyển dụng - đào tạo,... "
  },
  {
    "job": " Technology Engineer (ELV / AV) ",
    "company": "công ty cổ phần az technologies",
    "address": " Đồng Văn, Hà Giang",
    "salary": "18 triệu/tháng",
    "desc": " - Designing solutions for ELV (extra low voltage systems), AV (Audio & Visual) audio-visual systems for meeting rooms, conference halls, sound and light performances, LED screens, ... - Install... "
  },
  {
    "job": " Kỹ Sư QS Xây Dựng ",
    "company": "công ty cổ phần dịch vụ công nghệ thông minh",
    "address": " Quận 12, Hồ Chí Minh",
    "salary": "20 triệu/tháng",
    "desc": " - Lập, theo dõi, kiểm soát các khối lượng, dự toán, Bảng theo dõi dòng tiền, quản lý chi phí của các công trình được giao theo bản vẽ thiết kế. - Xử lý các vấn đề liên quan đến thanh quyết toán phát... "
  },
  {
    "job": " Chuyên Viên An Toàn Lao Động (HSE) ",
    "company": "công ty tnhh shopee express",
    "address": " Cần Thơ",
    "salary": "12 - 20 triệu/tháng",
    "desc": " Provide daily guidance and direction in HSE programs at the employee/supervisor level to ensure a common and effective approachProvide support to the project and Operation team in all aspects of... "
  },
  {
    "job": " Trưởng Phòng Kinh Doanh ",
    "company": "công ty tnhh thương mại dịch vụ blue sea",
    "address": " Hồ Chí Minh",
    "salary": "12 triệu/tháng",
    "desc": " - Xây dựng chiến lược phát triển kinh doanh theo mô hình B2B.- Quản lý hoạt động Phòng nhằm đạt mục tiêu doanh thu được giao.- Lập kế hoạch và tổ chức thực hiện kế hoạch kinh doanh.- Đề xuất các giải... "
  },
  {
    "job": " Marketing Leader (Game NFT/Blockchain) ",
    "company": "digisource",
    "address": " Quận 1, Hồ Chí Minh",
    "salary": "",
    "desc": " Job Description Creating exciting, engaging, and impactful content across all of our channels. Writing blog posts, newsletters, and press content. Supporting and coordinating events, podcast... "
  },
  {
    "job": " Chuyên Viên Thiết Kế Nội Thất 2D ",
    "company": "công ty tnhh tư vấn bất động sản công ty homes",
    "address": " Quận 2, Thủ Đức, Hồ Chí Minh",
    "salary": "14 triệu/tháng",
    "desc": " • Thực hiện thiết kế nội thất cho các loại dự án khác nhau theo sự phân công của Quản lý.• Triển khai bản vẽ chi tiết, bản vẽ thi công các hạn mục chuyên ngành cho các công trình nội thất từ bản vẽ... "
  },
  {
    "job": " Lập Trình Viên Reactjs (English Required) ",
    "company": "its global",
    "address": " Nam Từ Liêm, Hà Nội",
    "salary": "",
    "desc": " Mô tả công việc Thời gian làm việc: Từ thứ 2 - Thứ 6 (8h30-18h, nghỉ trưa 1.5h) Tham gia phát triển các dự án phần mềm, ứng dụng trên nền tảng Web/ App với khách hàng thuộc các thị trường Châu... "
  },
  {
    "job": " Trình Dược Viên - Quảng Bình ",
    "company": "công ty tnhh dược phẩm benmax đức",
    "address": " Quảng Bình",
    "salary": "8 - 15 triệu/tháng",
    "desc": " - Tìm kiếm Nhà phân phối và Đại lý, mở rộng phát triển thị trường trên các địa bàn được bàn giao- Giới thiệu sản phẩm của công ty tới các nhà thuốc- Xây dựng, phát triển và xác lập mối quan hệ với... "
  },
  {
    "job": " Trình Dược Viên OTC (Quảng Bình) ",
    "company": "công ty cổ phần thương mại natulife việt nam",
    "address": " Quảng Bình",
    "salary": "6.5 - 11 triệu/tháng",
    "desc": " - Tư vấn bán các sản phẩm của công ty vào nhà thuốc, phòng khám trên địa bàn được phân công- Chăm sóc, mở rộng, phát triển và thực hiện chiến lược marketing giúp tạo hình ảnh thương hiệu trên địa... "
  },
  {
    "job": " Backend Engineer(Ruby, TypeScript) ",
    "company": "raksul vietnam",
    "address": " Quận 1, Hồ Chí Minh",
    "salary": "",
    "desc": " By reinventing the old industry with new technology’s power, Raksul is delivering satisfaction and happiness to customers every day with global offices in Japan, Vietnam, and India. We have developed... "
  },
  {
    "job": " Trình Dược Viên OTC (Quảng Trị) ",
    "company": "công ty cổ phần thương mại natulife việt nam",
    "address": " Quảng Trị",
    "salary": "6.5 - 11 triệu/tháng",
    "desc": " - Tư vấn bán các sản phẩm của công ty vào nhà thuốc, phòng khám trên địa bàn được phân công- Chăm sóc, mở rộng, phát triển và thực hiện chiến lược marketing giúp tạo hình ảnh thương hiệu trên địa... "
  },
  {
    "job": " Video Editor ",
    "company": "công ty tnhh y tế phú khang",
    "address": " Quận 5, Hồ Chí Minh",
    "salary": "8 - 15 triệu/tháng",
    "desc": " - Quay phim, dựng phim, thiết kế, cắt ghép nội dung, tạo hiệu ứng cho video...- Xây dựng video giới thiệu sản phẩm, dịch vụ,…- Thực hiện các công việc khác theo sự sắp xếp của lãnh đạo công ty. "
  },
  {
    "job": " [Sa Đéc] Nhân Viên Kế Toán Giá Thành ",
    "company": "công ty tnhh xuất nhập khẩu đại dương xanh",
    "address": " Ninh Kiều, Cần Thơ",
    "salary": "",
    "desc": " * CHỨC NĂNG - Đảm bảo các lệnh sản xuất xuất tiêu hao đầy đủ so với định mức sản phẩm ban hành (BOM) và routing phản ánh đúng thực tế của quy trình sản xuất. - Tương tác với tất cả bộ phận trong... "
  },
  {
    "job": " [Sa Đéc] Nhân Viên Kế Toán Kho ",
    "company": "công ty tnhh xuất nhập khẩu đại dương xanh",
    "address": " Ninh Kiều, Cần Thơ",
    "salary": "",
    "desc": " - Đảm bảo chứng từ đầy đủ, đúng đắn của việc nhập – xuất kho - Ghi chép phản ánh kịp thời chặt chẽ các nghiệp vụ kho - Thực hiện nghiệp vụ kế toán theo thông tư 200 * NHIỆM VỤ - Lập phiếu xuất... "
  },
  {
    "job": " Trưởng Khu Vực Kinh Doanh [Cần Thơ] ",
    "company": "newton group",
    "address": " Cần Thơ",
    "salary": "10 - 30 triệu/tháng",
    "desc": " - Tìm kiếm mở mới, duy trì mối quan hệ với khách hàng là các Đại lý, NPP, Tổng kho để tăng doanh thu hệ thống - Điều hành công việc bán hàng trong khu vực phụ trách - Tuyển dụng, đào tạo đội ngũ... "
  },
  {
    "job": " [Cần Thơ] Nhân Viên Tư Vấn Tuyển Sinh (Khóa Dài) ",
    "company": "học viện công nghệ thông tin & thiết kế vtc vtc academy",
    "address": " Ninh Kiều, Cần Thơ",
    "salary": "",
    "desc": " - Tiếp cận với khách hàng tiềm năng: học sinh, sinh viên, người đi làm yêu thích công nghệ.- Tìm kiếm và mở rộng mạng lưới khách hàng, tư vấn và đưa đến các dịch vụ, khóa học giúp khách hàng ra quyết... "
  },
  {
    "job": " Kế Toán Trưởng ",
    "company": "công ty tnhh thép phương nam 3",
    "address": " Ninh Kiều, Cần Thơ",
    "salary": "20 - 30 triệu/tháng",
    "desc": " - Xây dựng hệ thống, kiểm tra số liệu và hoàn thiện sổ sách kế toán. - Thiết lập, điều hành và kiểm soát hoạt động của hệ thống Kế toán - Tài chính của công ty. - Xây dựng các quy trình nghiệp vụ... "
  },
  {
    "job": " Nhân Viên QA ",
    "company": "ny hoa viet co. ltd",
    "address": " Hậu Lộc, Thanh Hóa",
    "salary": "",
    "desc": " - Kiểm tra chất lượng và hoàn thiện các loại mẫu gửi khách hàng - Kiểm pre - final và làm báo cáo - Kiểm soát chất lượng và làm báo cáo theo yêu cầu của khách hàng như: in line report, shrinkage... "
  },
  {
    "job": " Quản Lý Bảo Trì ",
    "company": "ny hoa viet co. ltd",
    "address": " Hậu Lộc, Thanh Hóa",
    "salary": "",
    "desc": " - Chỉ đạo đội bảo trì đổi mới máy móc phù hợp với nhu cầu phát triển của nhà máy như các loại máy may, máy tải …- Giám sát toàn bộ các hoạt động bảo trì bao gồm nhưng không giới hạn về đổi mới, thử... "
  },
  {
    "job": " Nhân Viên Giám Sát Dịch Vụ Tòa Nhà Văn Phòng ",
    "company": "công ty cổ phần tập đoàn trung thủy",
    "address": " Quận 1, Hồ Chí Minh",
    "salary": "10 - 11 triệu/tháng",
    "desc": " - Kiểm tra hàng ngày và định kỳ các dịch vụ,cơ sở vật chất,tiện ích của tòa nhà.- Giám sát hoạt động và sự tuân thủ quy trình của4bộ phận chính là bảo vệ, vệ sinh,lễ tân, bảo trìđể duy trì... "
  },
  {
    "job": " Mechanic Manager ",
    "company": "ny hoa viet co. ltd",
    "address": " Hậu Lộc, Thanh Hóa",
    "salary": "",
    "desc": " - Lead the Mechanic Team to innovate automated or automatic machines that will suit the needs of the Company’s rapid development, such as sewing machines, loading machines and so forth- Oversees a... "
  },
  {
    "job": " Nhân Viên Kinh Doanh - Bắc Cạn ",
    "company": "công ty tnhh dược phẩm benmax đức",
    "address": " Bắc Cạn",
    "salary": "",
    "desc": " * MÔ TẢ CÔNG VIỆC:- Tìm kiếm Nhà phân phối và Đại lý, mở rộng phát triển thị trường trên các địa bàn được bàn giao- Giới thiệu sản phẩm của công ty tới các nhà thuốc- Xây dựng, phát triển và xác lập... "
  }
]
